export const pqAozTexts = {
  title: "ДЕРЖАВНИЙ КОНТРАКТ",
  subtitle: "на поставку (закупівлю) товарів для потреб безпеки і оборони",
  number: "№",
  representedBy:
    ", надалі іменується – Замовник, як служба державного замовника щодо закупівель товарів, робіт і послуг оборонного призначення, відповідно до постанови Кабінету Міністрів України від 16.05.2023 № 494 «Деякі питання здійснення оборонних закупівель службою державного замовника», в особі ",
  supplierRepresentedBy: ", надалі іменується – Виконавець, в особі ",
  edrpou: ", код згідно з ЄДРПОУ/РНОКПП ",
  headerEndPart:
    "які далі за текстом при спільному згадуванні разом іменуються «Сторони», а кожен окремо – «Сторона», керуючись законодавством України та з метою забезпечення відсічі й стримування збройної агресії російської федерації проти України, усунення загрози небезпеки державній незалежності України, її територіальній цілісності, обмеження конституційних прав і свобод людини (громадян України) уклали цей державний контракт на поставку (закупівлю) безпілотних систем (далі – Контракт) про таке.",
  requisitesTitle: "РЕКВІЗИТИ СТОРІН", // 16
  requisitesText:
    " Кожна Сторона несе повну відповідальність за правильність вказаних нею в Контракті реквізитів та зобов’язується у письмовій формі повідомляти іншу Сторону про їх зміну впродовж 3 (трьох) календарних днів з моменту настання таких змін, а у разі неповідомлення або несвоєчасного повідомлення, несе ризики настання пов’язаних із ним несприятливих наслідків.", // 16.1
  signersTitle: "ПІДПИСИ СТОРІН",
  toStateContract: "до Державного контракту",
  goodsSpecificationTitle: "СПЕЦИФІКАЦІЯ ТОВАРІВ",
  unit: "Одиниці виміру (за наявності)",
  goodTerms: "Строки поставки товару",
  goodPrice: "Вартість (ціна) Товару, що поставляється за Контрактом, становить ",
  freeTax:
    "Сторони визнають та підтверджують, що згідно з підпунктом 5 пункту 32 підрозділу 2 розділу XX “Перехідні положення” Податкового кодексу України операції з постачання Товару за Контрактом звільняються від оподаткування податком на додану вартість.",
  addition: "ДОДАТОК № ",
  productCompletenessTitle: "Комплектність Товару",
  nomenclature: "Номенклатура",
  quantity: "Кількість",
  additional3Title: "Орієнтовна форма Акту приймання-передачі Товару",
  additional3StartForm: "----------------- Початок орієнтовної форми -----------------",
  additional3EndForm: "----------------- Завершення зразка -----------------",
  additional3Subtitle: "Акт приймання-передачі Товару № ________",
  additional3Buyer:
    'Державне підприємство Міністерства оборони України "Агенція оборонних закупівель", код ЄДРПОУ 44725823, надалі іменується – Замовник',
  additional3Supplier: "_____________________, код ЄДРПОУ __________, надалі іменується – Виконавець",
  additional3Recipient: "_____________________, код ЄДРПОУ __________, надалі іменується – Отримувач",
  additional3RecipientEnd: `, в подальшому разом іменуються Сторони, а кожна окремо - Сторона, уклали цей Акт про нижчевикладене:
  Відповідно до умов державного контракту (договору) про закупівлю від ________ №___________  Виконавець передав, а Отримувач прийняв на умовах - склад Отримувача наступний товар:`,
  bp: "ВН № __________ від _______________",
  deliveryDate: "Дата доставки: _______________",
  fullPriceWithTax: "Всього без ПДВ:",
  tax: "ПДВ:",
  fullPriceWithoutTax: "Всього із ПДВ:",
  addition3TableDesc: `*технічна назва для обліку в ІКС УЛЗ
  ** технічний код – код для обліку в ІКС УЛЗ, зазначається за відсутності коду NSN`,
  addition3TextPartOne: `Всього передано на суму: ___________ (__________________________________ _____________________) грн, у т. ч. ПДВ: ________ грн _____ коп.
  Згідно з підпунктом 4 пункту 32 підрозділу 2 розділу ХХ "Перехідні положення" Податкового кодексу України операції з постачання Товару за цим Контрактом звільняються від оподаткування податком на додану вартість. \n
  Товар визначеним вимогам відповідає/не відповідає* _________________________________________________________________________________`,
  addition3TextPartTwo: `__________________________________________________________________________________________________________________________________________
  По кількості і якості Сторони мають / не мають претензій одна до одної. Підписання цього Акта між Виконавцем, Отримувачем та Замовником є підставою для здійснення розрахунків за державним контрактом (договором) про закупівлю від _________ № __________. Цей Акт є невід'ємною частиною державного контракту (договору) про закупівлю від _________ № __________.`,
  addition3TextPartThree:
    '*Якщо Товар не відповідає визначеним вимогам, то у рядку "Товар визначеним вимогам відповідає/не відповідає" зазначається опис усіх виявлених недоліків (виявлені несправності транспорту, стану пломб, тари, упаковки, розбіжності між фактичною кількістю, якістю та зазначеною у супровідних та/або первинних документах, недоліки щодо якості (технічного стану) Товару та будь-які інші невідповідності визначеним вимогам). У разі заповнення вручну та відсутності достатнього місця в акті, опис виявлених недоліків викладається на окремому аркуші, про що зазначається у рядку "Товар визначеним вимогам відповідає / не відповідає". Опис виявлених недоліків, що додається до акта, підписується відповідними посадовими (службовими) особами вантажовідправника та вантажоодержувача.',
  additional4Title:
    "Орієнтовна форма видаткової накладної та обов'язкова інформація, яка має бути зазначена у видаткових накладних",
  performer: "Виконавець:",
  performerCapitalize: "ВИКОНАВЕЦЬ:",
  performerName: `НАЙМЕНУВАННЯ ВИКОНАВЦЯ "______________"
  код ЄДРПОУ ________________,`,
  customer: `Замовник
  (платник):`,
  customerName: `Державне підприємство Міністерства оборони України "Агенція оборонних закупівель"
  код ЄДРПОУ 44725823`,
  recipient: "Отримувач:",
  recipientName: `Військова частина ________________
  Підрозділ ________________`,
  govContract: `Державний
  контракт:`,
  govContractName: "№ __________ від __________ 20__ р.",
  additional4TableTitle: "Видаткова накладна № ________________________________   (_______) від ____________",
  additional4TableFullPriceWithVat: "Всього: _____ найменувань на суму __________ грн (з ПДВ)",
  additional4TableAdditionalDesc1:
    'Згідно з підпунктом 4 пункту 32 підрозділу 2 розділу ХХ "Перехідні положення" Податкового кодексу України операції з постачання Товару за цим Контрактом звільняються від оподаткування податком на додану вартість.',
  additional4TableAdditionalDesc2:
    "Видаткову накладну складено на _________ (______________________________________________________________________) аркушах в 5 (п’яти) примірниках",
  additional3EndIndicativeForm: "----------------- Завершення орієнтовної форми -----------------",
  additional5Title:
    "Зразок заяви на доступ до продуктивного середовища інформаційно-комунікаційної системи «DOT-Chain»",
  additional5StartOfSample: "---------------------------- Початок зразка ---------------------",
  additional5EndOfSample: "---------------- Завершення зразка --------------------",
  statement: "ЗАЯВА",
  statementDesc:
    "Прошу надати доступ до продуктивного середовища інформаційно-комунікаційної системи «DOT-Chain» (далі – ІКС «DOT-Chain») та інших інформаційних ресурсів з метою забезпечення операційної інтеграції через взаємодію з ІКС «DOT-Chain».",
  supplierCard: "Картка постачальника",
  userList: "Перелік користувачів",
  statementResponsibility: `Підписуючи цю Заяву, постачальник:
  1. \t Погоджується, що після отримання доступу до продуктивного середовища ІКС «DOT-Chain», він не здійснюватиме будь-яких дій, що можуть вплинути на цілісність записів та даних продуктивного середовища ІКС «DOT-Chain», не передаватиме отриманий доступ третім особам, не вчинятиме дії щодо копіювання, зміни функціональних можливостей продуктивного середовища ІКС «DOT-Chain».
  2. \t Зобов’язується повідомляти про звільнення або переведення користувача на іншу посаду, яка не передбачатиме доступу до ІКС «DOT-Chain».
  3. \t У разі обробки персональних даних дотримуватись чинного законодавства щодо захисту персональних даних.`,
  additional6Title: "Орієнтовна форма відомостей про поставлені товари",
  additional6StartOfSample: "----------------- Початок орієнтовної форми -----------------",
  additional6EndOfSample: "----------------- Завершення орієнтовної форми -----------------",
  additional6InformationIsCompiledOn:
    "Відомості складено на _________ (______________________________________________________________) аркушах в 5 (п’яти) примірниках",
};
