export const pqNushTexts = {
  edrpou: ", код згідно з ЄДРПОУ ",
  withRequestResult: "за результатом запиту пропозицій постачальників № ",
  guidedByLaw1:
    "та керуючись Законом України «Про публічні закупівлі» (далі – Закон) та особливостями здійснення публічних закупівель товарів, робіт і послуг для замовників, передбачених Законом України «Про публічні закупівлі», на період дії правового режиму воєнного стану в Україні та протягом 90 днів з дня його припинення або скасування, затверджених постановою Кабінету Міністрів України від 12.10.2022 № 1178 (із змінами) (далі – Особливості), постановою Кабінету Міністрів України від 31.12.2024 № 1554 «Деякі питання надання субвенції з державного бюджету місцевим бюджетам на реалізацію публічного інвестиційного проекту на забезпечення якісної, сучасної та доступної загальної середньої освіти «Нова українська школа» у 2025 році», Рамковою угодою між Україною та Європейським Союзом щодо спеціальних механізмів реалізації фінансування Союзу для України згідно з інструментом Ukraine Facility, ратифікованою Законом України від 06.06.2024 № 3786‑IX (далі – Рамкова угода) ",
  guidedByLaw2:
    ", Порядком управління, моніторингу та контролю за виконанням Плану України, затвердженим постановою Кабінету Міністрів України від 15.11.2024 № 1318 (далі – Порядок) ",
  guidedByLaw3:
    ", та в межах виконання пунктів 7.12 і 7.13 заходів (кроків), передбачених Планом України, схваленим розпорядженням Кабінету Міністрів України від 18.03.2024 № 244-р ",
  guidedByLaw4: ", уклали цей договір про закупівлю (далі – Договір) про таке:",
  frameworkAgreement: "(застосовується в разі закупівлі відповідно до Рамкової угоди)",
  contactTitle: "ЮРИДИЧНІ АДРЕСИ, РЕКВІЗИТИ ДЛЯ ОПЛАТИ, КОНТАКТНІ ДАНІ\n ТА ПІДПИСИ СТОРІН",
  notSpecified: "Не зазначено",
};
