export const aozTitlesConfig: Record<string, string> = {
  subject: "ПРЕДМЕТ КОНТРАКТУ", // 1
  price: "ВАРТІСТЬ ТОВАРІВ, ПОРЯДОК ТА УМОВИ ПРОВЕДЕННЯ РОЗРАХУНКІВ", // 2
  delivery: "ПОРЯДОК ТА УМОВИ ПОСТАВКИ І ПРИЙМАННЯ ТОВАРІВ", // 3
  terms: "СТРОК ПОСТАВКИ ТОВАРУ", // 4
  guarantee: "ГАРАНТІЙНІ ЗОБОВ’ЯЗАННЯ", // 5
  rulesAndDuties: "ПРАВА ТА ОБОВ’ЯЗКИ СТОРІН", // 6
  responsibilities: "ВІДПОВІДАЛЬНІСТЬ СТОРІН", // 7
  differences: "ПОРЯДОК ВИРІШЕННЯ СПОРІВ (РОЗБІЖНОСТЕЙ)", // 8
  privacyProtection: "ЗАБЕЗПЕЧЕННЯ КОНФІДЕНЦІЙНОСТІ", // 9
  reservation: "АНТИКОРУПЦІЙНІ ТА САНКЦІЙНІ ЗАСТЕРЕЖЕННЯ", // 10
  contractTerm: "СТРОК КОНТРАКТУ", // 11
  cancelContract: "ПРИПИНЕННЯ (РОЗІРВАННЯ) КОНТРАКТУ", // 12
  forceMajeure: "ОБСТАВИНИ НЕПЕРЕБОРНОЇ СИЛИ ТА ІСТОТНА ЗМІНА ОБСТАВИН", // 13
  otherConditions: "ІНШІ УМОВИ", // 14
  additionals: "ДОДАТКИ ДО КОНТРАКТУ", // 15
};
