export const medicineV2textConfig: Record<string, Record<string, any>> = {
  subject: {
    obligationsToBuyer:
      "Постачальник зобов'язується поставити та передати у власність Замовника в обумовлені цим Договором строки лікарські засоби відповідно до Специфікації, яка є Додатком № 1 до цього Договору (далі – Товар), а Замовник зобов’язується прийняти Товар і оплатити за нього обумовлену цим Договором грошову суму. \n \n ",
    ownership:
      "Постачальник гарантує, що на момент укладення цього Договору Товар є наявним у Постачальника або буде виготовлений (придбаний, набутий) Постачальником до моменту поставки Товару відповідно до цього Договору. \n \n Постачальник гарантує, що на момент поставки Товар належить йому на праві власності і він є одноосібним власником Товару, Товар не перебуває під забороною відчуження, арештом, не є предметом застави  та іншим засобом забезпечення виконання зобов'язань перед будь-якими фізичними або юридичними особами, державними органами і державою, вільний від будь-яких прав та/або претензій третіх осіб, не є предметом спору, а також не є предметом будь-якого іншого обтяження чи обмеження, як у межах, так і за межами території України.",
    terminology:
      "Сторони підтверджують, що їм зрозуміла термінологія, що використовується в даному Договорі та що укладення цього Договору відповідає дійсній волі Сторін.",
    securement:
      "В разі застосування забезпечення виконання Договору про закупівлю, умови надання такого забезпечення пеksредбачаються в Додатку № 2 до цього Договору «Забезпечення виконання договору про закупівлю».",
    permitDocuments:
      "Постачальник гарантує, що у нього є всі дозвільні та інші документи, необхідні для належного виконання зобов'язань за цим Договором та відповідності регуляторним вимогам чинного законодавства, у тому числі, але не обмежуючись, ліцензія (-ї) на відповідний вид діяльності, сертифікати відповідності вимогам належних практик, сертифікати серії (сертифікати якості серії), які є обов’язковими відповідно до чинного законодавства України. Постачальник зобов'язується надати документи на підтвердження дотримання зазначених в цьому пункті Договору гарантій на відповідну вимогу Замовника протягом 3 (трьох) календарних днів, якщо інше не передбачено цим Договором.",
    concurrentProcedure: `Договір укладено за результатами проведеної конкурентної процедури закупівлі/без використання електронної системи закупівель, ID процедури/№ заявки на проведення закупівлі ________________________________________. \n\n
        •   зазначається умови проведення закупівлі та її номер чи/або ID закупівлі.`,
  },
  assortment: {
    unitName:
      "Одиниця виміру кількості Товару, що постачається за цим Договором, його загальна кількість та асортимент, визначаються у Специфікації до цього Договору.",
    volumesReduction:
      "Замовник має право на зменшення обсягів закупівлі, зокрема з урахуванням фактичного обсягу видатків Замовника. Зменшення обсягу закупівлі та інші зміни, що стосуються Договору, оформлюються додатковими угодами.",
  },
  guarantee: {
    supplierGuaranties: `Постачальник гарантує, що Товар, що поставляється за цим Договором, відповідає стандартам та нормам, встановленим чинним законодавством України, вимогам, визначеним Замовником у запиті пропозицій постачальників, та цього Договору. Постачальник гарантує якість Товару, що поставляється. \n
        Документи, що засвідчують якість та відповідність Товару, Постачальник зобов’язаний передати Замовнику в момент передачі Товару.`,
    bestBefore: [
      "Термін придатності Товару на момент поставки має становити не менше, як 70 % (сімдесят) відсотків від терміну придатності, встановленого виробником, якщо інший термін придатності не буде погоджений Сторонами в Специфікації. За вмотивованим зверненням Постачальника та підтвердженням Постачальника щодо можливості замінити невикористаний до збігання терміну придатності Товар на такий самий Товар з достатнім терміном придатності, Замовник залишає за собою право на прийняття рішення про поставку Товару зі скороченим терміном придатності.",
      "У випадку неможливості здійснення заміни Товару зі скороченим терміном придатності Постачальник зобов'язаний у строк до 10 (десяти) календарних днів від дати отримання повідомлення Замовника, направленого відповідно до п. 16.4 цього Договору, відшкодувати вартість невикористаного до закінчення терміну придатності Товару.",
    ],
    imposibilityOfReplacement: `Неякісним визнається Товар:
            •   якість якого не відповідає вимогам нормативних документів,
            •   який зазнав механічного, хімічного, фізичного, біологічного чи іншого впливу, що унеможливлює їх подальше застосування,
            •   який не відповідає вимогам щодо пакування та маркування продукції, передбаченим цим Договором,
            •   термін придатності якого не відповідає положенню, встановленому в п. 3.2 цього Договору,
            •   який транспортуються з порушенням чинних норм і правил,
            •   втратив товарний вигляд,
            •   не відповідають вимогам аналітичної нормативної документації / методам контролю якості (АНД/МКЯ) за візуальними показниками,
            •   стосовно якого наявна інформація про невідповідність вимогам законодавства інших серій цього Товару та встановлення факту заборони на території інших країн,
            •   що супроводжується невідповідно оформленими сертифікатами якості серії лікарського засобу,
            •   вилучений з обігу з будь-яких підстав з ініціативи виробника, в тому числі, відкликаний з ринку;
            •   щодо якого немає позитивного висновку за результатами проходження вхідного контролю якості, передбаченого п. 7.10 цього Договору;
            •   щодо якого виявлено розбіжності у супровідних документах,
            •   не відповідає вимогам специфікації методів контролю якості, затвердженим рішенням Міністерства охорони здоров’я України охорони про державну реєстрацію Товару;
            •   має недоліки (пересортиця, прихований брак, фальсифікат, невідповідний термін придатності, інші дефекти чи невідповідності), що виявлені в межах двох років з дати поставки Товару;
            •   не відповідає іншим вимогам до якості Товару, встановленим законодавством та/або цим Договором.`,
    prohibitionOnCirculation: `Сторони підтверджують, що вони ознайомлені та дотримуються заборони на обіг та застосування таких лікарських засобів:
            •   обіг яких заборонено в Україні,
            •   без сертифіката якості виробника,
            •   імпортні лікарські засоби, що не пройшли державний контроль при ввезенні в Україну,
            •   імунобіологічні препарати, що не пройшли державний контроль,
            •   фальсифіковані лікарські засоби (лікарські засоби, що навмисно неправильно промарковані щодо ідентичності та назви виробника).`,
    sideEffects:
      "Сторони зобов'язуються негайно, але не пізніше ніж протягом 3 (трьох) календарних днів, повідомляти одна одну про будь-які несприятливі випадки, негативні реакції або побічні ефекти, про які стало відомо Замовнику і які могли бути викликані Товаром. Вищезазначене зобов'язання про повідомлення про несприятливі наслідки є додатковим до будь-яких чинних законодавчих чи нормативних вимог, що застосовуються до відповідної категорії Товару. \n \n Координати для відправлення повідомлень Сторонами:",
  },
  price: {
    totalPrice:
      "Загальна ціна цього Договору визначається загальною вартістю Товару, вказаного в Специфікації до цього Договору та становить ______________________ гривень без ПДВ/з ПДВ (_____________ __________________________________________сума прописом).",
    unitPrice:
      "Ціна за одиницю Товару встановлюється у Специфікації до цього Договору. Ціна за одиницю Товару може бути  змінена лише за згодою Сторін та виключно у випадках, передбачених чинним законодавством України, а саме п. 19 Особливостей та/або ч. 5 ст. 41 Закону.",
    allSupplierCosts:
      "До ціни Товару включені всі витрати Постачальника, які він може понести у зв’язку із виконанням ним обов’язків за цим Договором, в тому числі витрати, безпосередньо пов’язані з Товаром, витрати, пов’язані із забезпеченням схоронності, транспортуванням, пакуванням, маркуванням, страхуванням та доставкою Товару до місця поставки за цим Договором тощо.",
  },
  paymentOrder: {
    settlements:
      "Розрахунки між Сторонами здійснюються в безготівковій формі шляхом перерахування грошових коштів на розрахунковий рахунок Постачальника . Валютою платежів за цим Договором є національна валюта України – гривня. Зобов’язання з оплати вважається виконаним з моменту списання грошових коштів з розрахункового рахунку Замовника.",
    paymentWays: `
            Замовник здійснює оплату за Товар за цим Договором шляхом здійснення:",
            попередньої оплати у розмірі 100% загальної ціни Товару або партії Товару (якщо Товар постачається партіями за замовленнями на закупівлю) на підставі рахунку-фактури, наданого Постачальником, протягом 30 (тридцяти) календарних днів з дня підписання Сторонами цього Договору або узгодження замовлення на закупівлю Сторонами;",
            Якщо Сторони домовилися про здійснення поставки Товару окремими партіями за графіком та/або шляхом видачі Замовником окремих замовлень на закупівлю, то Сторони також можуть передбачити у Специфікації графік платежів за такими поставками.",
            Обраний порядок розрахунків Сторони визначають у Специфікації. При цьому, оплата Товару здійснюється у встановлений Сторонами строк лише за умови надання Постачальником Замовнику повного пакету документів, необхідних для здійснення оплати відповідно до вимог чинного законодавства України та цього Договору. У випадку отримання Замовником неповного пакету документів, наявності помилок та невідповідностей у наданих документах, останні повертаються Постачальнику на доопрацювання та оплата здійснюється Замовником протягом 30 (тридцяти) календарних днів з моменту отримання повного пакету коректних документів.",
        `,
    paymentDate:
      "Якщо дата оплати є неробочим або не платіжним днем, то платіж переноситься на наступний робочий або платіжний день.",
    budgetCustomer:
      "Якщо Замовник є бюджетною організацією він має право на відстрочку платежу без застосування до нього будь-яких штрафних санкцій у разі відсутності або затримки бюджетного фінансування до отримання такого фінансування. У такому випадку Замовник протягом 3 (трьох) календарних днів з моменту, коли це стало відомо, повідомляє Постачальника про таку затримку. Після отримання відповідного бюджетного фінансування після його затримки Замовник здійснює оплату за Товар протягом 30 (тридцяти) календарних днів.",
    prepayment: [
      "У разі здійснення Замовником попередньої оплати, у випадках, передбачених нижче у цьому пункті сума надлишково перерахованих Замовником Постачальнику коштів підлягає поверненню на рахунок Замовника:",
      "до здійснення Постачальником поставки Товару або одночасно з такою поставкою, та/або",
      "протягом 5 (п’яти) календарних днів від дати укладання Додаткової угоди до цього Договору щодо зміни Специфікації, що передбачає зміну кількості Товару та/або ціни за одиницю Товару, та/або",
      "протягом 5 (п’яти) календарних днів від дати направлення Замовником письмового повідомлення про відмову від подальшого прийняття Товару, та/або письмового повідомлення Постачальнику про розірвання Договору, та/або",
      "протягом 5 (п’яти) календарних днів від направлення Постачальником письмового звернення щодо розірвання Договору у зв’язку з неможливістю його виконання.",
    ],
    notCommercialCredit:
      "Сторони підтверджують, що відстрочка оплати або попередня оплата Товару за цим Договором не є комерційним кредитом.",
  },
  package: {
    properContainer:
      "Товар постачається у належній тарі та упаковці відповідно до нормативних вимог, чинних стандартів для даного виду препаратів, що забезпечує його збереження під час транспортування з урахуванням можливого перевантаження при належному та звичайному поводженні.",
    transportPacking: [
      "Постачальник має упакувати Товар у транспортну упаковку таким чином, щоб не допустити псування, пошкодження та/або знищення Товару під час його транспортування, навантажувально-розвантажувальних робіт.",
      'На зовнішньому транспортному пакуванні Товару повинно бути нанесено незмивною фарбою або в будь-який інший спосіб, стійкий до механічних пошкоджень, стирання та змивання: найменування Постачальника, найменування Замовника, номер договору, місце поставки, номер пакувальної одиниці та їх загальна кількість, розміри пакувальної одиниці, вага пакувальної одиниці ("брутто" та "нетто"), вказівки з транспортування та завантаження-розвантаження (у тому числі у вигляді символів, прийнятих на міжнародному рівні), інформацію щодо проведеної дезінфекції тари, умови зберігання (у тому числі у вигляді символів, прийнятих на міжнародному рівні), торговельну назву Товару, назву виробника, номер партії (серії).',
      "Маркування споживчої упаковки (первинної та вторинної, за наявності), інструкція та інші елементи упаковки мають відповідати чинному законодавству України.",
    ],
    noMarking:
      "При поставці немаркованого або неналежно маркованого Товару Замовник вправі відмовитись від прийняття цього Товару. Штрафні санкції та інша відповідальність Замовника за відмову від прийняття Товару за вищевказаних обставин до Замовника не застосовуються.",
    noReturn: "Засоби упаковки (тари та пакування) Товару поверненню Постачальнику не підлягають.",
    packingTools: "Вартість засобів упаковки (тари та пакування) входить до ціни Товару.",
  },
  deliveryTerms: {
    deliveryBasis:
      "Строк, адреса (місце), базис та інші умови поставки Товару відображаються у Специфікації до цього Договору відповідно до Міжнародних правил тлумачення Інкотермс в редакції 2020 року, якщо іншу редакцію Сторони не погодять у Специфікації.",
    expenseOfSupplier:
      "Поставка Товару в місце поставки здійснюється за рахунок Постачальника, якщо інше не передбачено умовами поставки відповідно до Специфікації. Витрати щодо перевезення Товару до місця поставки (якщо застосовно), несе Постачальник. Навантаження та розвантаження Товару здійснюється силами та за рахунок Постачальника, якщо інше не випливає з умов поставки відповідно до Специфікації.",
    beforeTransfer: `До передачі Товару Замовнику Постачальник повинен забезпечити спеціальні умови зберігання та транспортування Товару, встановлені виробником. Перевезення Товару, що вимагає особливих температурних умов зберігання, здійснюється тільки спеціально обладнаним транспортом, оснащеним рефрижераторними установками, які обладнуються пристроями для постійного моніторингу температури, або термоконтейнерами. Належні умови транспортування підтверджуються роздруківками показників температурних логерів, номери яких вносяться у відповідні товаросупровідні документи.\n
            Інформація про спеціальні умови зберігання та/або транспортування Товару повинна бути нанесена на упаковку та/або етикетку, та/або зовнішнє пакування, та/або в інструкції про застосування лікарського засобу (за наявності) або в короткій характеристиці лікарського засобу (за наявності) або в листку-вкладці (за наявності).\n
            Передача Товару, температура транспортування якого не відповідає вимогам, встановленим його виробником, забороняється, про що складається акт про порушення договірних зобов’язань.`,
    shippingParts: `За домовленістю Сторін, визначеною у Специфікації, поставка Товару може здійснюватися Постачальником партіями. Така поставка може здійснюватися відповідно до:\n
            (а)   графіку поставок, узгодженого Сторонами у Специфікації, або\n
            (б)   на підставі замовлень на закупівлю, які Замовник складає та направляє електронною поштою Постачальнику. Постачальник у відповідь протягом 5 (п’ять) календарних днів підтверджує отримання замовлення на закупівлю. У випадку ненаправлення Постачальником підтвердження у відповідь, замовлення на закупівлю вважається прийнятим та погодженим через 5 (п’ять) календарних днів після його відправлення Замовником. Поставка Товару партіями у такому випадку здійснюється протягом 10 (десять) робочих днів з моменту прийняття Постачальником такого замовлення на закупівлю.\n
            У такому замовленні на закупівлю, зокрема, має зазначатися:
            найменування Замовника та Постачальника,
            реквізити цього Договору (номер та дата),
            міжнародна непатентована назва, найменування (торгова назва) та кількість Товару,
            напрям(-ми) профілактики, діагностики та лікування, за яким(-ми) здійснюється поставка Товару,
            форма випуску, дозування,
            найменування виробника Товару, країна виробництва Товару,
            дата поставки (відповідно до графіку, узгодженого Сторонами у Специфікації або інша дата, додатково письмово погоджена Сторонами).\n
            Часткова або дострокова поставка Товару допускається тільки за умови попередньої письмової згоди Замовника.\n
            У випадку, коли поставка Товару здійснюється на умовах попередньої оплати, Постачальник зобов’язаний здійснити поставку Товару у строк, узгоджений Сторонами в Договорі, або зазначений у замовленні на закупівлю Товару, але у межах строку, передбаченого чинним на момент здійснення попередньої оплати законодавством України, що регулює порядок здійснення попередньої оплати, та з урахуванням п. 7.4 цього Договору.`,
    arrivalTime:
      "Постачальник зобов’язаний не пізніше, ніж за 3 (три) календарні дні до дати поставки Товару (в тому числі кожної частини/партії Товару) електронним листом сповістити Замовника про дату та час надходження Товару в погоджене місце поставки, а також надати інформацію про вантажоперевізника, та іншу інформацію, необхідну Замовнику для прийняття Товару за його запитом.",
    accordingToInstruction:
      "Приймання-передача Товару (в тому числі кожної частини/партії Товару) здійснюється у відповідності до інструкцій та нормативних документів щодо приймання даного виду Товару та цього Договору.",
    deliveryAddress:
      "Приймання-передача Товару (в тому числі кожної частини/партії Товару) здійснюється в місці поставки за адресою, вказаною у Специфікації.",
    thirdPartyChecker:
      "Враховуючи специфіку Товару, який поставляється за цим Договором, Замовник для прийняття її за якістю має право залучати третіх осіб за власним вибором, без погодження з Постачальником.",
    oneCalenderDay:
      "Приймання-передача Toвapy (в тому числі кожної частини/партії Товару) проводиться впродовж 1 (одного) календарного дня з моменту його фактичного прибуття та розвантаження у місці поставки у присутності уповноваженого представника Замовника, який діє на підставі довіреності, статуту або іншого передбаченого Законом документу. Постачальник має право також направити уповноваженого представника зі свого боку для здійснення приймання-передачі Товару.",
    receivingCheckups: `Приймання-передача Toвapy (в тому числі кожної частини/партії Товару) здійснюється після того, як Замовник особисто та/або із залученням третьої особи:\n
            (а)   перевірить Товар на відповідність технічним вимогам до даного виду товару та вимогам нормативної документації,\n
            (б)   проведе вхідний контроль якості, у т.ч. перевірку товаросупровідних документів, визначених п. 7.15. Договору, візуальний огляд кожної серії Товару щодо зовнішнього вигляду, відповідності, цілісності, неушкодженості пакування, дотримання температурних умов транспортування продукції, проведення повного перерахунку кількості Товару на складі Замовника або лабораторного дослідження.\n
            Вхідний контроль якості проводиться упродовж 10 (десяти) робочих днів. Цей строк визначається без врахування часу, необхідного для лабораторного дослідження, якщо воно проводиться. Строк вхідного контролю якості може бути продовжено за наявності обґрунтованих підстав, зокрема, але не виключно, відсутність, невірне оформлення або невідповідність супровідних документів, передбачених цим Договором та чинним законодавством; проведення лабораторного дослідження, тощо.\n
            Замовник забезпечує проведення вхідного контролю якості, у тому числі проведення лабораторного дослідження (не враховуючи вартість зразків Товару, стандартів, реактивів, реагентів, специфічного обладнання тощо, необхідних для проведення такого аналізу).\n
            У разі проведення лабораторного дослідження зразки серій Товару відбираються у встановленому порядку з партії, яка постачається. При цьому відібрані зразки серій Товару не вважаються непоставленими.\n
            На вимогу Замовника, направлену відповідно до п. 16.4 Договору, Постачальник безоплатно надає Замовнику/третій стороні, залученій Замовником, стандарти, реактиви, реагенти, специфічне обладнання тощо, необхідні для проведення лабораторного дослідження Товару або відшкодовує Замовнику їх вартість на підставі письмової вимоги Замовника.\n
            Якщо висновок про результати вхідного контролю якості засвідчує недотримання Постачальником вимог законодавства щодо забезпечення якості Товару, що поставляється, Постачальник відшкодовує Замовнику усі документально підтверджені прямі витрати Замовника на проведення вхідного контролю якості, включаючи лабораторне дослідження Товару (за наявності підстав), на підставі письмової вимоги Замовника, направленої відповідно до п. 16.4 Договору.\n
            Сторони погоджують, що вартість відібраних зразків Товару, які відбираються для проведення лабораторного дослідження його якості, включається до виробничих витрат Постачальника. У такому разі Замовник має право зменшити суму оплати пропорційно до вартості Товару, що був відібраний для проведення лабораторного дослідження, а Постачальник зобов'язаний надати видаткову накладну з урахуванням кількості Товару, що відповідатиме фактично прийнятій кількості. Якщо Замовником здійснювалася попередня оплата, Постачальник повинен відшкодувати Замовнику вартість Товару, відібраного для проведення лабораторного дослідження на підставі вимоги Замовника, направленої у відповідності до п. 16.4 Договору протягом 30 (тридцяти) календарних днів.`,
    entryControl:
      "Після проведення вхідного контролю якості здійснюється приймання Товару Замовником (в тому числі кожної частини/партії Товару), що підтверджується підписанням уповноваженими представниками Сторін відповідної (-их) видаткової (-их) накладної (-их)  (після зняття усіх зауважень).",
    consideredTransferred:
      "Товар вважається переданим та переходить у власність від Постачальника до Замовника з дати підписання Сторонами видаткової накладної на Товар або партію Товару (після зняття усіх зауважень).",
    requirementDeviation: `У разі виявлення при прийманні Товару відхилень від вимог щодо кількості (нестачі) та/або якості Замовник негайно (не пізніше 24 (двадцяти чотирьох) годин) шляхом направлення електронного листа повідомляє про виявлену невідповідність Постачальника (згідно з п.16.4 цього Договору), а Постачальник зобов'язується протягом 24 (двадцяти чотирьох) годин з моменту отримання відповідного повідомлення направити свого представника для участі в прийманні Товару та складанні акта виявлених недоліків Товару, у якому фіксують виявлені недоліки та/або дефекти поставленого Товару, а також строк їх усунення, який не може перевищувати 3 (три) робочі дні, та порядок усунення таких недоліків та/або дефектів, якщо інше не узгоджено додатково. Постачальник зобов'язаний усунути недоліки за власний рахунок та у строк, зазначений в акті виявлених недоліків Товару. Усі витрати по усуненню недоліків та/або дефектів, у тому числі витрати на вивезення дефектного Товару з місця його знаходження та на доставку аналогічного Товару належної якості до того ж або іншого визначеного Замовником місця, несе Постачальник. Товар, від приймання якого відмовився Замовник, має бути вивезений Постачальником з місця його знаходження протягом 3 (трьох) календарних днів.\n
  Якщо Товар неналежної якості має бути належним чином утилізований Замовником у відповідності до чинного законодавства, то усі пов’язані з цим витрати покладаються на Постачальника або Постачальник відшкодовує понесені та документально підтверджені витрати Замовнику протягом 30 (тридцяти) календарних днів з дня направлення Постачальнику повідомлення про відшкодування вартості таких витрат.`,
    exceedingProducts: `Якщо Постачальник передав Замовнику більшу кількість Товару, ніж це встановлено цим Договором, Замовник зобов'язаний повідомити про це Постачальника письмово протягом 3-х (трьох) робочих днів з дати отримання Товару та звернутися з вимогою повернення надлишкового Товару.\n
  Для цього Замовник має надіслати Постачальнику письмову вимогу у формі листа, як визначено п.16.4 цього Договору.\n
  Постачальник протягом 10 (десяти) календарних днів з дати отримання такого листа зобов'язаний забезпечити повернення/прийняття надлишкового Товару за власний рахунок.\n
  Повернення Товару оформлюється накладною чи актом повернення, який складають у довільній формі.`,
    requirementDeviation2: `Постачальник разом з Товаром зобов’язується передати Замовнику в день поставки Товару документи, які вимагаються відповідно до чинного законодавства України та підтверджують виконання гарантій, передбачених цим Договором, наприклад:
            •   сертифікат якості (сертифікат аналізу) серії Товару, що видається виробником на Товар, що постачається, – оригінали або копії, засвідчені підписом керівника та печаткою (у разі її застосування) Постачальника, та переклад на українську мову, якщо оригінал іноземною мовою,
            •   товарно-транспортну накладну або інший рівнозначний транспортний документ (із зазначенням температурного режиму зберігання та транспортування, інших критичних приміток щодо зберігання Товару) – оригінал, 
            •   видаткову накладну на Товар або партію Товару – оригінал,
            •   рахунок-фактуру – оригінал (окрім випадків, коли Сторони домовилися про розрахунок шляхом повної передоплати, відповідно до п. 5.2.1 цього Договору),
            •   свідоцтво про походження Товару від виробника – оригінал,
            •   документи на підтвердження походження Товару та його руху у разі, якщо Постачальник не є виробником Товару (зокрема, але не виключно: копії договорів купівлі-продажу, видаткових накладних, актів приймання-передачі, складських документів тощо),
            •   висновок про якість ввезеного в Україну лікарського засобу,
            • сертифікати (висновки) відповідності умов виробництва Товару вимогам GMP на виробничі дільниці, зазначені у матеріалах реєстраційного досьє, які є відповідальними за випуск (сертифікацію) серії готового Товару, що постачається, - копії, засвідчені підписом керівника та печаткою (у разі її застосування) Постачальника,
            • пакувальний лист, що описує вміст кожної коробки, - оригінал,
            • документ, що підтверджує державну реєстрацію, якщо застосовано- копії, завірені належним чином,
            • інструкції для медичного застосування Товарів, затверджені МОЗ України, або коротка характеристика лікарського засобу, - копії, завірені належним чином, 
            Повний пакет документів, що мають надаватися із Товаром відповідно до вимог нормативно-правових актів України, та передаються Постачальником Замовнику під час поставки Товару, передбачаються Сторонами у Специфікації до цього Договору.\n
            У разі відсутності вказаних документів (одного або декількох) Замовник має право за своїм вибором відстрочити приймання Товару до моменту надання Постачальником всіх необхідних супровідних документів або відмовитись від прийняття Товару. У разі ненадання або несвоєчасного надання Постачальником усіх необхідних товаросупровідних документів на Товар, що поставляється, Постачальник несе всі ризики та збитки, пов'язані з можливим простроченням поставки Товару, простоєм транспорту (у тому числі витрати, пов'язані з поверненням Товару та/або його повторною поставкою тощо), та інші ризики і збитки, які виникли у зв'язку з ненаданням (несвоєчасним наданням) товаросупровідних документів на Товар, а також пов’язані із достовірністю таких товаросупровідних документів.        `,
    vidhilenna: [
      "У разі виявлення під час приймання Товару відхилень від вимог цього Договору щодо його кількості та/або якості та/або комплектності та/або якщо Постачальником не передані одночасно з Товаром супровідні документи, передбачені п. 7.15. цього Договору, або такі документи неналежно оформлені, то видаткова накладна на Товар або партію Товару не підписуються, а подальше приймання Товару призупиняється, про що Сторонами складається відповідний документ щодо виявлених недоліків (Акт). Положення цього пункту не поширюється на випадки поставки більшої кількості Товару, передбачені в п. 7.14 цього Договору.",
      "У разі виявлення вищезазначених недоліків під час приймання Товару за відсутності уповноваженого представника Постачальника, Замовник зобов'язаний повідомити про це Постачальника протягом 24 (двадцяти чотирьох) годин з моменту виявлення такого факту електронними засобами, а також у спосіб, передбачений п. 16.4. цього Договору. Постачальник протягом 24 (двадцяти чотирьох) годин з моменту отримання повідомлення направляє свого уповноваженого представника разом з документом, що підтверджує його повноваження, на місце поставки для складання Акту виявлених недоліків.",
      "Якщо уповноважений представник Постачальника не матиме достатніх повноважень на підписання такого Акту, або не прибуде на виклик Замовника у визначений п. 7.16.1. строк, Замовник вправі скласти такий Акт одноособово, а претензії Постачальника щодо правильності визначення відповідності кількості та/або якості та/або комплектності Товару умовам Договору та/або комплектності та правильності оформлення супровідних документів не прийматимуться. У такому разі Акт виявлених недоліків є обов’язковим для виконання Постачальником так само, як і Акт, оформлений обома Сторонами цього Договору.",
    ],
    deviationAct: `Акт виявлених недоліків складається протягом 24 (двадцяти чотирьох) годин з моменту:
            • виявлення недоліків, якщо уповноважений представник Постачальника був присутній; або
            • прибуття уповноваженого представника Постачальника, якщо недоліки виявлено за відсутності уповноваженого представника Постачальника; або
            • спливу строку відведеного для прибуття уповноваженого представника Постачальника, передбаченого п. 7.16.1. цього Договору.`,
    deviationActContent: `В Акті виявлених недоліків зазначаються:
            • дата, місце та час складання Акту;
            • П.І.Б. та посада особи (осіб), що склала Акт;
            • реквізити Договору;
            • реквізити замовлення на закупівлю (якщо поставка здійснюється партіями);
            • перелік, обсяг та характер виявлених недоліків (невідповідність Товару умовам Договору, перелік відсутніх документів тощо); а також
            • порядок та строки заміни Постачальником Товару, який не відповідає вимогам Договору, та усунення ним інших недоліків. Право визначати строк усунення недоліків Товару та/або супровідних документів належить Замовнику.
            Акт виявлених недоліків підписується особою (особами), що його склала, у двох примірниках для кожної зі Сторін.\n
            Примірник Акта виявлених недоліків надається представнику Постачальника або направляється Постачальнику протягом 24 (двадцяти чотирьох) годин з моменту його складання електронними засобами, а також у спосіб, передбачений п. 16.4. цього Договору, для виконання. Постачальник зобов'язаний усунути недоліки за власний рахунок у порядку та у строки, зазначені в Акті виявлених недоліків. Обчислення строку для виконання оплати за такий Товар (у випадку постоплати) здійснюється з моменту усунення недоліків.`,
    deliveryDeadline:
      "Якщо Постачальник на момент закінчення строку поставки Товару, визначеного Специфікацією, передав Замовнику меншу кількість Товару, ніж це встановлено цим Договором, Замовник має право вимагати передання кількості Товару, якої не вистачає, або відмовитися від поставленого Товару та його оплати, а якщо він оплачений – вимагати повернення сплаченої за нього грошової суми.",
    declineReceiving: `У разі передачі Постачальником Товару в асортименті, що не відповідає умовам цього Договору, Замовник має право відмовитися від його прийняття та оплати, а якщо він вже оплачений – вимагати повернення сплаченої за нього грошової суми.\n
            Якщо Постачальник передав Замовнику Товар, асортимент якого частково відповідає умовам цього Договору та Специфікації, то Замовник має право на свій вибір:
            • прийняти частину Товару, що відповідає умовам Договору та Специфікації, і відмовитися від решти Товару,
            • відмовитися від усього Товару та у разі здійснення попередньої оплати вимагати повернення сплаченої за Товар грошової суми в повному обсязі,
            • вимагати заміни частини Товару, що не відповідає асортименту, Товаром в асортименті, який визначено в Специфікації до цього Договору.`,
    substandard:
      "Якщо Товар неналежної якості підлягає знищенню (утилізації) відповідно до законодавства України, то усі пов’язані з цим витрати покладаються на Постачальника або Постачальник повинен відшкодувати понесені Замовником витрати (на вибір Замовника).",
    accountable:
      "Підписанням цього Договору Сторони підтверджують, що особи, які будуть підписувати видаткові накладні, товаро-транспортні накладні, акти виявлених недоліків та інші документи у разі необхідності, мають відповідні повноваження на таке підписання. У випадку відсутності відповідних повноважень у особи, яка підписала від імені Постачальника вищевказані документи, Замовник має право не здійснювати оплату за поставлений Постачальником Товар та відмовитися від його приймання.",
  },
  responsibilities: {
    currentLegislation:
      "У разі невиконання або неналежного виконання своїх зобов'язань за Договором Сторони несуть відповідальність, передбачену чинним законодавством України та цим Договором.",
    deliveryViolation: `У разі порушення строку поставки, передбаченого Специфікацією, непоставки Товару, повернення Замовником Товару з підстав, передбачених цим Договором, Постачальник сплачує Замовнику пеню у розмірі 0,1% (нуль цілих одна десята відсотка) від ціни непоставленого, несвоєчасно поставленого, повернутого Товару, за кожний день прострочення. Пеня нараховується протягом строку порушення виконання зобов’язань за Договором, включаючи день виконання такого зобов’язання.\n
            За порушення строку поставки Товару понад 30 (тридцять) календарних днів Постачальник додатково сплачує штраф у розмірі 7% (сім відсотків) від ціни непоставленого або несвоєчасно поставленого Товару.`,
    refuseToAccept:
      "У разі порушення строків поставки Товару та якщо Сторони не досягнуть згоди щодо продовження строку поставки, Замовник має право відмовитися від прийняття Товару. При цьому Постачальник не звільняється від зобов’язань щодо сплати пені та штрафу, передбачених цим Договором, відшкодування Замовнику документально підтверджених витрат, спричинених порушенням строків поставки, непоставкою (несвоєчасною поставкою) Товару, а також повернення на рахунок Замовника суми попередньої оплати за недопоставлений Товар.",
    writtenRequest:
      "У разі надходження письмового звернення від Постачальника щодо розірвання Договору у зв’язку з неможливістю його виконання, Договір в установленому порядку розривається, а з Постачальника крім пені та/або штрафу, зазначених у п. 8.2 Договору, стягується штраф у розмірі 20% (двадцять відсотків) вартості непоставленого (неприйнятого) Товару та, в разі отримання передоплати, Постачальник здійснює повернення отриманих коштів за такий Товар.",
    substandardDelivery:
      "За поставку Товару неналежної якості Постачальник сплачує на користь Замовника штраф у розмірі 20 % (двадцять відсотків) від вартості неякісного Товару та, в разі отримання передоплати, здійснює повернення отриманих коштів за такий Товар. Передоплата може не повертатися у випадку, якщо Постачальник замінив Товар неналежної якості на Товар належної якості.",
    applicationOfFines: `У разі застосування пені/штрафу Постачальник зобов’язаний сплатити суму пені/штрафу протягом 30 (тридцяти) календарних днів від дати направлення Замовником письмового повідомлення Постачальнику.\n
            Сплата пені/штрафів не звільняє Постачальника від виконання цього Договору та відшкодування Замовнику підтверджених збитків (у повній сумі, понад штрафні санкції).`,
    taxCredit: `В разі, якщо органами державної податкової служби (через повідомлення-рішення, внесення коригувань у особовий рахунок Замовника як платника податку на додану вартість, іншим способом) та/чи рішенням (постановою) суду буде зменшено податковий кредит Замовника з ПДВ за будь-якими податковими накладними Постачальника, або зменшені валові витрати (витрати) Замовника на вартість Товарів, що були надані Постачальником, іншим чином збільшено фінансовий результат Замовника до оподаткування, донараховано Замовнику податки, збори, обов’язкові платежі, нараховано Замовнику штрафні санкції за порушення податкового законодавства чи судом буде прийнято рішення про стягнення на користь держави отриманого з угоди, що визнана недійсною, і це буде пов’язано включаючи, але не обмежуючись:
            • анулюванням (відміною) державної реєстрації Постачальника; чи
            • виключенням Постачальника або залучених ним третіх осіб з реєстру платників податку на додану вартість (в тому числі анулюванням свідоцтва платника ПДВ); чи
            • господарськими відносинами Постачальника та/чи його контрагентів із підприємствами, що мають ознаки фіктивності, що зафіксовано в актах перевірки органів державної податкової служби чи рішенні (постанові) суду; чи
            • неналежним веденням Постачальником бухгалтерського та/чи податкового обліку, несвоєчасним, невідповідним шляхом, не в повній мірі наданням у податкові органи необхідної податкової звітності; чи
            • встановленням податковим органом чи судом недійсності (в тому числі нікчемності) угоди, укладеної між Замовником та Постачальником; чи
            • будь-якими фактами, що пов’язані з порушенням Постачальником податкового законодавства,
            Постачальник зобов’язаний протягом 10 (десяти) календарних днів з дати відправки Замовником відповідної вимоги Постачальнику за його місцезнаходженням сплатити Замовнику грошові кошти в розмірі, що дорівнює сумі, на яку Замовнику зменшено податковий кредит з ПДВ, валові витрати, іншим чином збільшено фінансовий результат Замовника до оподаткування, донараховано податки, збори, обов’язкові платежі, нараховано штрафні санкції.`,
  },
  forceMajeure: {
    onset:
      "Кожна Сторона звільняється від відповідальності за прострочення або невиконання зобов'язань за цим Договором, якщо це прострочення або невиконання було спричинене обставинами непереборної сили (форс-мажорними обставинами) (далі – Форс-мажорні обставини), які виникли після підписання цього Договору, і не було можливості уникнути або усунути такі обставини або їх наслідки розумними зусиллями кожної зі Сторін. До Форс-мажорних обставин відносяться: обставини війни, військові дії, мобілізація, протиправні дії третіх осіб, громадські заворушення; пожежі, повені, землетруси й інші стихійні лиха; епідемії; а також всі інші події та обставини, які Торгово-промислова палата України або уповноважені нею регіональні торгово-промислові палати визнають такими обставинами, за умови наявності причинно-наслідкового зв'язку між вказаними обставинами та фактом невиконання Стороною своїх зобов'язань за цим Договором. Для уникнення будь-яких сумнівів, не вважаються Форс-мажорними обставинами, зокрема, недодержання своїх обов’язків контрагентом Сторони, відсутність на ринку товарів, потрібних для виконання зобов’язання між Сторонами, відсутність у Сторони необхідних коштів, обладнання, робочої сили тощо для виконання зобов'язання за цим Договором.",
    martialLaw:
      "Сторони розуміють та усвідомлюють, що на момент підписання цього Договору відповідно до Указу Президента України від 24 лютого 2022 року № 64/2022 «Про введення воєнного стану в Україні» та Закону України «Про затвердження Указу Президента України «Про введення воєнного стану в Україні» від 24 лютого 2022 року № 2102-IX, з 24 лютого 2022 року в Україні введений воєнний стан, дія якого триває на момент підписання Сторонами цього Договору. При цьому, строк дії воєнного стану може бути продовжений у встановленому законодавством України порядку.",
    martialLawExcluded:
      "З огляду на факти, викладені у п. 9.2 цього Договору, Сторони погоджуються не посилатися на воєнний стан як Форс-мажорну обставину в розумінні цього розділу Договору. Винятки можуть становити лише істотні зміни (погіршення) об'єктивних обставин під час дії воєнного стану, які можуть вплинути на виконання цього Договору. Такими істотними змінами (погіршеннями) можуть вважатися: захоплення, пошкодження,  руйнування майна Сторін внаслідок ракетних чи артилерійських обстрілів чи інших обставин, пов'язаних з бойовими діями, збої в роботі платіжних систем, що унеможливлює вчасне перерахування коштів Сторонами; прийняття нормативно-правових актів органами державної влади або місцевого самоврядування, які впливають на строки та умови поставки між Сторонами; критичне пошкодження об'єктів інфраструктури (доріг, складів тощо), що впливає на строки поставки чи умови зберігання продукції для виконання Договору між Сторонами тощо.",
    postponed:
      "Строк виконання зобов’язань Стороною, яка потрапила під дію Форс-мажорних обставин, може бути відкладений на час, протягом якого діятимуть такі обставини.",
    suffered:
      "Сторона, яка постраждала від дії Форс-мажорних обставин, повинна докладати розумних зусиль для зменшення наслідків, спричинених Форс-мажорними обставинами, і відновити виконання всіх відповідних зобов'язань у найкоротший термін після припинення дії Форс-мажорних обставин. Сторона не звільняється від виконання зобов'язань за цим Договором після припинення дії Форс-мажорних обставин. Якщо Сторона, яка постраждала від Форс-мажорних обставин, не відновлює виконання відповідних зобов'язань після зникнення причини для тимчасового звільнення від їх виконання через Форс-мажорні обставини, Сторона несе відповідальність перед іншою Стороною.",
    immediateNotification:
      "Сторона, для якої утворилися неможливість, ускладнення або затримка виконання зобов'язань за цим Договором внаслідок Форс-мажорних обставин, повинна негайно, але не пізніше 10 (десяти) календарних днів з моменту настання для неї Форс-мажорних обставин письмово повідомити іншу Сторону в письмовій формі / електронним листом як про настання, так і про ймовірну тривалість дії таких обставин та/або їх наслідків. Такий порядок вважається належним повідомленням Сторони про настання Форс-мажорних обставин. Неповідомлення Стороною про настання Форс-мажорних обставин у вказаному у цьому пункті порядку позбавляє таку Сторону права у майбутньому посилатися на відповідні Форс-мажорні обставини.",
    noClaims:
      "Для уникнення будь-яких сумнівів, Сторони не матимуть претензій одна до одної за затримку або невиконання зобов'язань за цим Договором лише у випадку належного та своєчасного повідомлення іншої Сторони про настання Форс-мажорних обставин, що підтверджується достатніми доказами. Сертифікат Торгово-промислової палати України або відповідних уповноважених нею регіональних торгово-промислових палат  має бути наданий іншій Стороні разом з повідомленням про настання Форс-мажорних обставин, що надається в порядку, передбаченому в п. 9.6 цього Договору.",
    impossible:
      "У разі, якщо виконання Договору з боку Постачальника унеможливлюється, суттєво ускладнюється або затримується на період понад 60 (шістдесят) календарних днів внаслідок однієї або більше Форс-мажорних обставин протягом строку дії Договору, а Сторони не зможуть знайти взаємоприйнятне рішення для продовження співпраці, Замовник може розірвати Договір, направивши повідомлення Постачальнику у письмовій формі за 10 (десять) календарних днів до дати розірвання  Договору.",
    noDismissalReason:
      "Сторона не має права посилатися на Форс-мажорні обставини як на підставу звільнення її від відповідальності, якщо на момент виникнення таких обставин Сторона, яка підпала під їх дію, прострочила виконання своїх зобов’язань за Договором.",
    warAware:
      "Підписанням цього Договору Сторони підтверджують свою обізнаність щодо обставин війни, військових дій, бойових дій та часткової тимчасової окупації територій України. Сторони також підтверджують, що станом на дату підписання цього Договору відсутні обставини, які унеможливлюють або будь-яким чином ускладнюють виконання зобов'язань за цим Договором. Однак, Сторони розуміють та погоджуються, що у випадку істотної зміни (погіршення) обставин, що безпосередньо призведе до неможливості виконання Договору, Сторони можуть застосувати положення цього Договору про Форс-мажорні обставини.",
  },
  disputes: {
    parley:
      "Усі спори або розбіжності, що виникли між Сторонами за цим Договором або в зв'язку з ним, вирішуються шляхом переговорів.\n \n Незалежно від положень цього Договору, що передбачають процедури врегулювання питань щодо поставки Товару, Сторони мають право шляхом переговорів (усних, письмових, обміну листами, електронними листами тощо) досягти згоди з врегулювання спірних питань.",
    court:
      "У випадку, коли Сторони не досягли згоди, спір вирішується у судовому порядку  згідно з чинним законодавством України.",
    claims:
      "Сторона, яка порушила права і законні інтереси іншої Сторони, зобов’язана поновити  їх, не чекаючи пред’явлення претензії чи позову.",
  },
  anticorruption: {
    thirdPartyImpact: `Під час виконання своїх зобов'язань за цим Договором Сторони, їх афілійовані особи, працівники або посередники не виплачують, не пропонують виплатити і не дозволяють виплату будь-яких коштів або передачу цінностей прямо або опосередковано будь-яким особам для впливу на дії чи рішення цих осіб з метою отримання неправомірних переваг чи на інші неправомірні цілі.\n 
            Під час виконання своїх зобов'язань за цим Договором Сторони, їх афілійовані особи, працівники або посередники не здійснюють дії, що кваліфікуються законодавством України як давання/одержання хабаря, комерційний підкуп, а також дії, що порушують вимоги законодавства України щодо протидії легалізації (відмивання) доходів, одержаних злочинним шляхом.\n 
            Кожна з Сторін цього Договору відмовляється від стимулювання будь-яким чином  працівників іншої Сторони, у тому числі шляхом надання коштів, подарунків, безоплатного  виконання для них робіт (послуг) та іншими, не зазначеними в цьому пункті способами, що ставить працівника в певну залежність, і спрямованого на забезпечення виконання цим  працівником будь-яких дій на користь стимулюючої Сторони.`,
    notifyOnImpact: `У разі надходження до будь-якої Сторони вимог чи пропозицій про отримання матеріальних/нематеріальних заохочень, зацікавлень, стимулювань у формі грошової винагороди, майна, майнових прав, переваг та будь-яких інших преференцій, за вчинення ними певних дій чи бездіяльності з використанням наданих їм повноважень на користь контрагента, останній зобов'язаний негайно повідомити іншу Сторону про такі факти.\n 
            У письмовому повідомленні Сторона зобов'язана зазначити факти або надати матеріали, які достовірно підтверджують або дають підставу припускати, що відбулося або може відбутися порушення будь-яких положень антикорупційних умов Стороною, її афілійованими особами, працівниками або посередниками, що виражається в діях, які порушують вимоги законодавства України та міжнародних актів щодо протидії корупції та/або протидії легалізації (відмивання) доходів, одержаних злочинним шляхом.\n 
            Після надання письмового повідомлення відповідна Сторона має право призупинити виконання зобов'язань за цим Договором до отримання підтвердження, що порушення не відбулося або не відбудеться.`,
    incomeLegalization:
      "Порушення вимог антикорупційного законодавства України та міжнародних актів щодо протидії корупції та/або протидії легалізації (відмивання) доходів, одержаних злочинним шляхом розцінюється як істотне порушення Договору та є підставою для його одностороннього  розірвання та отримання відшкодування завданих збитків.",
    confidentiality:
      "Сторони гарантують належний розгляд представлених у рамках виконання цього Договору фактів з дотриманням принципів конфіденційності та застосуванням ефективних заходів щодо усунення труднощів та запобігання можливим конфліктним ситуаціям.",
    confidentialityGuarantees:
      "Сторони гарантують повну конфіденційність під час виконання антикорупційних умов цього Договору, а також відсутність негативних наслідків як для Сторони Договору в цілому, так і для конкретних працівників Сторони Договору, які повідомили про факти порушень.",
    civilCodex:
      "Зазначене у цьому розділі антикорупційне застереження є істотною умовою цього Договору відповідно до частини першої статті 638 Цивільного кодексу України.",
  },
  sanctions: {
    unilateralRefusalProvider: `Замовник має право на односторонню відмову, припинення зобов’язань та розірвання Договору у випадку, якщо стане відомо, що:
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальник внесений до списку санкцій OFAC Сполучених Штатів Америки (переліку осіб, до яких застосовані санкції, що визначається The Office of Foreign Assets Control of the US Department of the Treasury);
            •   до Постачальника та/або його учасника та/або кінцевого бенефіціарного власника Постачальника та/або товару Постачальника застосовані обмеження (санкції) інших, ніж OFAC, державних органів США, режим дотримання яких може бути порушений виконанням Договору;
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальника внесений до списку санкцій Європейського Союзу (Consolidated list of persons, groups and entities subject to EU financial sanctions);
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальника внесений до списку санкцій HM Treasury Великої Британії (списку осіб, включених в “Consolidated list of financial sanctions targets in the UK” та в “List of persons subject to restrictive measures in view of Russia's actions destabilizing the situation in Ukraine”, що ведеться the UK Office of Financial Sanctions Implementation (OFSI) of the HM Treasury);
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальника внесений до списку санкцій Ради Безпеки ООН (зведеного списку санкцій Ради Безпеки Організації Об’єднаних Націй (Consolidated United Nations Security Council Sanctions List), в який включені фізичні та юридичні особи, щодо яких застосовані санкційні заходи Ради Безпеки ООН).
            •   щодо товару за Договором та/або щодо виконання інших умов Договору Радою національної безпеки і оборони України застосовані персональні спеціальні економічні та інші обмежувальні заходи (санкції), відповідно до статті 5 Закону України «Про санкції» рішеннями, які введені в дію Указами Президента України), у випадку, якщо виконання Договору суперечитиме дотриманню санкцій Ради національної безпеки і оборони України.`,
    unilateralRefusalProducer: `Замовник має право на односторонню відмову, припинення зобов’язань та розірвання Договору у випадку, якщо стане відомо, що:
            •   Виробник товару внесений до списку санкцій OFAC Сполучених Штатів Америки (переліку осіб, до яких застосовані санкції, що визначається The Office of Foreign Assets Control of the US Department of the Treasury);
            •   Виробник товару внесений до списку санкцій Ради національної безпеки і оборони України (переліку осіб, до яких Радою національної безпеки і оборони України застосовані персональні спеціальні економічні та інші обмежувальні заходи (санкції), відповідно до статті 5 Закону України «Про санкції» рішеннями, які введені в дію Указами Президента України), у випадку, якщо виконання Договору суперечитиме дотриманню санкцій Ради національної безпеки і оборони України;
            •   Виробник товару внесений до списку санкцій Європейського Союзу (Consolidated list of persons, groups and entities subject to EU financial sanctions);
            •   Виробник товару внесений до списку санкцій HM Treasury Великої Британії (списку осіб, включених в “Consolidated list of financial sanctions targets in the UK” та в “List of persons subject to restrictive measures in view of Russia's actions destabilizing the situation in Ukraine”, що ведеться the UK Office of Financial Sanctions Implementation (OFSI) of the HM Treasury);
            •   Виробник товару внесений до списку санкцій Ради Безпеки ООН (зведеного списку санкцій Ради Безпеки Організації Об’єднаних Націй (Consolidated United Nations Security Council Sanctions List), в який включені фізичні та юридичні особи, щодо яких застосовані санкційні заходи Ради Безпеки ООН).`,
    sanctionedCountries:
      "Постачальник гарантує, що Товар не походить з Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран.",
    legalEntity:
      "Постачальник підтверджує, що він не є юридичною особою, утвореною та зареєстрованою відповідно до законодавства Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран; юридичною особою, утвореною та зареєстрованою відповідно до законодавства України, кінцевим бенефіціарним власником, членом або учасником (акціонером), що має частку в статутному капіталі 10 і більше відсотків, якої є Російська Федерація/Республіка Білорусь/Ісламська Республіка Іран, громадянин Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран (крім тих, що проживають на території України на законних підставах), або юридичною особою, утвореною та зареєстрованою відповідно до законодавства Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран, крім випадків коли активи в установленому законодавством порядку передані в управління Національному агентству з питань виявлення, розшуку та управління активами, одержаними від корупційних та інших злочинів.",
  },
  contractAction: {
    signMoment:
      "Цей Договір набирає чинності з моменту його підписання обома Сторонами і діє до «___»_____________202__ р., а в частині виконання Сторонами своїх зобов’язань за цим Договором, у тому числі в частині розрахунків, поставки Товару, штрафних санкцій – до повного їх виконання.",
    periodExtension:
      "Строк дії Договору та виконання зобов’язань щодо передачі Товару може бути подовжено у разі виникнення документально підтверджених об’єктивних обставин, що спричинили таке подовження, у тому числі форс-мажорних обставин, затримки фінансування витрат Замовника, за умови, що такі зміни не призведуть до збільшення суми, визначеної в Договорі.",
    startOfYear:
      "Дія Договору про закупівлю може продовжуватися на строк, достатній для проведення процедури закупівлі на початку року, в обсязі, що не перевищує 20 відсотків суми, визначеної у договорі, укладеному в попередньому році, якщо видатки на цю мету затверджено в установленому порядку.",
  },
  messaging: {
    noDifferFromOffer:
      "Умови цього Договору не мають відрізнятися від пропозиції Постачальника крім випадків, передбачених п. 18 Особливостей та ч. 4 ст. 41 Закону.",
    noChangesAfterSign:
      "Істотні умови цього Договору не можуть змінюватися після його підписання до повного виконання зобов’язань його Сторонами, крім випадків, передбачених п. 19 Особливостей та ч. 5 ст. 41 Закону.",
    mutualConsent:
      "Зміни та доповнення до цього Договору можуть бути внесені за наявності взаємної згоди Сторін. Всі зміни та доповнення до цього Договору викладаються у письмовій формі і після їх підписання обома Сторонами стають невід’ємними частинами Договору.",
    interestedInChangesSide: `Сторона, яка зацікавлена у внесенні змін до істотних умов Договору на підставі п. 19 Особливостей та ч. 5 ст. 41 Закону, повинна у письмовій формі направити іншій Стороні пропозиції щодо таких змін з обґрунтування необхідності їх внесення.\n 
            Звернення про внесення змін до істотних умов Договору розглядається іншою Стороною протягом 5 (п’яти) календарних днів та протягом цього строку у письмовій формі повідомляє про своє рішення Сторону, що направила пропозиції.`,
    changesInBase:
      "Зміни до цього Договору, що пов’язані із зміною Стороною місцезнаходження, реквізитів, реквізитів для оплати та інші зміни, які можуть вплинути на виконання зобов’язань за цим Договором мають повідомлятися Стороною, яка їх зазнала, протягом 5 (п’яти) календарних днів після настання таких змін.",
    earlyTermination:
      "Замовник має право достроково розірвати цей Договір в односторонньому порядку, у випадках визначених цим Договором, шляхом направлення письмового повідомлення Постачальнику не менше ніж за 10 (десять) календарних днів до дати дострокового розірвання Договору. Договір вважається розірваним через 10 (десять) календарних днів з дня отримання іншою Стороною повідомлення про розірвання Договору, якщо інший більш тривалий строк не зазначено у цьому повідомленні.",
    noReleaseOfLiability: "Розірвання Договору не звільняє Сторони від відповідальності за цим Договором.",
    reconciliation: `При розірванні Договору Сторони зобов’язані провести звірку взаємних розрахунків на дату його розірвання. Сторона, яка за результатами виявиться боржником, повинна погасити заборгованість протягом 10 (десяти) календарних днів з дня розірвання Договору.\n 
            Зобов’язання вважаються припиненими з моменту їх повного виконання Сторонами, та у випадках, встановлених чинним законодавством.`,
    modifiedRulesApply:
      "У разі, якщо після підписання цього Договору зміниться застосовне законодавство, зокрема, але не виключно, регуляторні вимоги щодо діяльності Сторін, обігу лікарських засобів на ринку України, сертифікації, ліцензування тощо, Сторони підтверджують, що для них діятимуть такі змінені правила та вимоги законодавства України. Сторони підтверджують, що обов’язок відслідковування таких змін, що впливають та/або можуть вплинути на виконання цього Договору Сторонами, несе Постачальник. У випадку, якщо Постачальник, Товар, супровідна документація тощо не відповідатимуть новим застосовним вимогам та правилам, і Замовник у зв’язку з цими невідповідностями нестиме збитки та/або додаткові витрати, не передбачені цим Договором, Постачальник має компенсувати зазначені збитки та/або додаткові витрати Замовнику при цьому поставивши Товар належним чином.",
  },
  confidential: {
    definition: `Будь-яка інформація про діяльність однієї із Сторін цього Договору, яка стане відомою іншій Стороні цього Договору є конфіденційною інформацією (далі – Конфіденційна інформація).\n 
            До Конфіденційної інформації за цим Договором Сторони відносять також персональні дані фізичних осіб, які можуть бути передані у зв’язку з виконанням Сторонами Договору. Сторони гарантують, що приймання-передача персональних даних, інші можливі дії з такими даними у зв’язку з виконанням цього Договору будуть здійснюватися Сторонами при повному дотриманні ними законодавства України про захист персональних даних, у тому числі Закону України «Про захист персональних даних».`,
    thirdParty:
      "Конфіденційна інформація не може бути передана жодною із Сторін цього Договору для використання ознайомлення третіми особами без попередньої письмової згоди на те іншої Сторони, крім випадків встановлених законодавством.",
    notifyOnConfidentiality:
      "Кожна із Сторін зобов’язується при наданні конфіденційної інформації у випадках, дозволених цим Договором, повідомляти, що інформація, яка надається, є конфіденційною і не може бути розголошена третім особам.",
    exerciseOfRights:
      "Постачальник не заперечує проти отримання Замовником інформації, необхідної для реалізації прав, пов’язаних із виконанням договірних зобов’язань та визначення спроможності Постачальника виконувати зобов’язання за цим Договором. Для цього Замовнику забезпечується вільний доступ та можливість законного отримання з різних джерел інформації, яка стосується діяльності та стану справ Постачальника. Також Постачальник зобов’язаний за запитом Замовника надавати документи, необхідні для перевірки його надійності, фінансового стану та профілю діяльності. Замовник зобов’язується не розголошувати отриману у такий спосіб інформацію без попередньої письмової згоди на те Постачальника.",
  },
  otherTerms: {
    currentLegislation:
      "Цей Договір укладено у відповідності до чинного законодавства України у сфері публічних закупівель.",
    interpretation: "Цей Договір регулюється та тлумачиться відповідно до законодавства України.",
    guarantee: `Кожна Сторона запевняє та гарантує іншій Стороні таке:
            • що вона має право укладати та підписувати цей Договір та будь-які інші документи, що стосуються цього Договору, та виконувати свої зобов'язання за цим Договором, і вона здійснила усі необхідні дії для його підписання та виконання;
            • підписання та виконання цього Договору цією Стороною не є порушенням та не суперечить жодному закону, який до неї застосовується, розпорядженню будь-якого органу державної влади чи управління, а також жодному контрактному зобов'язанню чи обмеженню, обов'язковому для цієї Сторони;
            • вона отримала усі необхідні дозволи органів державної влади та інші дозволи, які вимагаються для укладення та підписання цього Договору та виконання своїх зобов'язань за цим Договором, і що усі ці дозволи є чинними, і що ця Сторона дотрималася усіх умов, передбачених цими дозволами. Постачальник гарантує наявність у нього необхідних ліцензій та інших дозволів, які необхідні для поставки Товару за цим Договором;
            • особи, які підписали цей Договір, мають відповідні належним чином оформлені повноваження.`,
    correctMessaging: `Належним повідомленням за цим Договором вважається повідомлення одним із таких способів:
            відправлення рекомендованого листа,
            відправлення кур’єрською службою,
            вручення нарочним під розпис уповноваженій особі,
            направлення електронного листа з таких електронних адрес:
            Постачальника: ________________@_________, ________________@_________;
            Замовника: ________________@_________, ________________@_________.
            направлення електронного документу з дотриманням вимог ЗУ “Про електронні документи та електронний документообіг” за реквізитами, вказаними у даному Договорі.
        `,
    fax: "Виключно для цілей прискорення поставки Товару, Сторони визнають документи, які передано факсом та/або електронними засобами, включаючи без обмежень електронну пошту, такими, що є еквівалентними документам, які оформлені на паперових носіях. Такі документи мають для Сторін обов’язкову юридичну силу. Однак, таке правило не звільняє Сторони від зобов’язання підписати та обмінятися оригіналами таких документів на паперових носіях. При цьому, Сторона, яка суттєво затримала підписання або відправку оригіналів документів на паперових носіях іншій Стороні має відшкодувати такій Стороні будь-які штрафні санкції застосовані до неї у зв‘язку із порушенням вимог законодавства або умов цього Договору, що спричинені відсутністю оригіналів документів.",
    originalCopies:
      "Договір складений у 2 (двох) оригінальних примірниках українською мовою, по одному для кожної із Сторін. Обидва примірники мають однакову юридичну силу.",
    noThirdParty: "Жодна із Сторін не вправі передавати свої права та обов’язки за цим Договором третій особі.",
    additionals: `Невід’ємною частиною цього Договору є:
            Додаток № 1 «Специфікація», Додаток № 2 «Забезпечення виконання Договору про закупівлю» таусі інші Додатки та Додаткові угоди, які укладатимуться Сторонами до цього Договору.`,
  },
};
