export const foodTextsConfig: Record<string, Record<string, any>> = {
  subject: {
    obligationsToBuyer:
      "Постачальник зобов'язується поставити та передати у власність Замовника в обумовлені цим Договором строки товар відповідно до Специфікації, яка є Додатком № 1 до цього Договору (далі – Товар), а Замовник зобов’язується прийняти Товар і оплатити за нього обумовлену цим Договором грошову суму.\n", // 1.1
    productClassificationID: "Код Товару відповідно до Єдиного закупівельного словника ДК 021:2015 ",
    ownership: `Постачальник гарантує, що на момент укладення цього Договору Товар є наявним у Постачальника або буде створений (придбаний, набутий) Постачальником до моменту поставки Товару відповідно до цього Договору. \n
             Постачальник гарантує, що на момент поставки Товар належить йому на праві власності і вінє одноосібним власником Товару, Товар не перебуває під забороною відчуження, арештом, неє предметом застави (у тому числі податкової застави та/або за аграрною розпискою) та іншим засобом забезпечення виконання зобов'язань перед будь-якими фізичними або юридичними особами, державними органами і державою, вільний від будь-яких прав та/або претензій третіх осіб, не є предметом спору, а також не є предметом будь-якого іншого обтяження чи обмеження, як у межах, так і за межами території України.`,
    terminology:
      "Сторони підтверджують, що їм зрозуміла термінологія, що використовується в даному Договорі та що укладення цього Договору відповідає дійсній волі Сторін.",
    guarantee:
      "В разі застосування забезпечення виконання Договору про закупівлю, умови надання такого забезпечення передбачаються в Додатку до цього Договору «Забезпечення виконання договору про закупівлю».",
    tender:
      "Договір укладено за результатами проведеної конкурентної процедури закупівлі/без використання електронної системи закупівель**, ID процедури/№ заявки на проведення закупівлі** ",
    note: "**- зазначається умови проведення закупівлі та її номер чи/або ID закупівлі.",
  },
  assortment: {
    specification:
      "Асортимент та кількість Товару, що поставляється за цим Договором, визначаються у Специфікації до цього Договору.",
    lowerSize:
      "Замовник має право на зменшення обсягів закупівлі, зокрема з урахуванням фактичного обсягу видатків Замовника. Зменшення обсягу закупівлі та інші зміни, що стосуються Договору, оформлюються додатковими угодами.",
  },
  guarantee: {
    specification:
      "Товар, що поставляється за цим Договором, повинен відповідати технічним та якісним показникам та вимогам, передбаченим у Специфікації.",
    securityMeasures:
      "Товар має відповідати вимогам законодавства про безпечність та окремим показникам якості харчових продуктів. Якість Товару повинна відповідати державним стандартам, технічним регламентам, санітарним, гігієнічним та іншим нормам, встановленим для кожного виду Товару. Якість Товару повинна бути підтверджена сертифікатом якості виробника або сертифікатом відповідності (чи іншими документами, що підтверджують якість Товару) та мати відповідний термін реалізації, який дозволяє використати Товар за призначенням у необхідний для Замовника строк (не менше ніж 75% загального терміну придатності Товару, якщо інше не вказано у Специфікації). Конкретний перелік документів, які Постачальник має надати Замовнику на момент поставки Товару, Сторони конкретизують у Специфікації. Документи, що засвідчують якість та відповідність Товару, Постачальник зобов’язаний передати Замовнику в момент передачі Товару.",
    substandard:
      "Неякісним визнається Товар, що не відповідає діючим стандартам та вимогам, в тому числі при наявності ознак його небезпечності для життя чи здоров'я, несвіжості, наявності зайвих домішок, механічних, хімічних, термічних чи іншого роду пошкоджень, червивості, наявності інших сторонніх організмів, нехарактерного запаху чи кольору, чи смаку, водянистості, недостиглості, цвілі, гниття, тухлості тощо.",
    qualityControl:
      "Оцінка якості поставленого Товару відбувається в місці поставки за зовнішнім виглядом, запахом, смаком, кольором, консистенцією тощо з обов'язковим виконанням вхідного контролю та візуального огляду.",
    vetSpecialists:
      "Замовник має право до момента прийняття Товару залучити спеціалістів державної установи ветеринарної медицини для відбору зразків поставленого Товару для проведення досліджень на відповідність наданим документам щодо якості та безпеки. Відбір зразків Товару, що підлягає дослідженню, здійснюється у місці поставки Товару відповідно до Порядку відбору зразків продукції тваринного, рослинного і біотехнологічного походження для проведення досліджень, затвердженого постановою Кабінету Міністрів України від 14 червня 2002 року № 833.",
    acceptanceQuality: [
      "У випадку, якщо при прийманні Товару, в тому числі в результаті дослідження якості Товару відповідно до п. 3.5 Договору, буде встановлено, що фактичні якісні показники Товару не відповідають вимогам цього Договору, Замовник має право за своїм вибором:",
      "Відмовитись від прийняття неякісного Товару або від частини Товару, яка є неякісною, при цьому пропорційно зменшити ціну Договору, а у випадку, якщо Товар вже оплачений – вимагати повернення сплачених за нього коштів,",
      "Вимагати від Постачальника замінити неякісний Товар в строки, визначені Замовником, на Товар, що відповідає визначеним Договором якісним показникам. Усі витрати, пов'язані з проведенням дослідження якості Товару, його заміною, зокрема, але не виключно, простій транспорту, доведення якості Товару до якісних показників, визначених Договором, покриваються за рахунок Постачальника.",
    ],
    increaseQuality:
      "Покращення якості Товару можливо за умови, що таке покращення не призведе до збільшення ціни Договору. Порядок зміни умов щодо покращення якості Товару за цим Договором узгоджений Сторонами у п.п. 14.4.1 цього Договору.",
    qualityPeriod:
      "За якість та безпечність Товару Постачальник відповідає до кінця строку (терміну) його придатності, якщо не доведе, що якість та безпечність Товару погіршилися внаслідок порушення Замовником умов зберігання Товару. Для харчових продуктів Постачальник забезпечує застосування ефективного методу знезараження мікроорганізмів із збереженням біологічної цінності продукту згідно з вимогами ДСТУ.",
    supportingDocuments:
      "Без наявності супровідних документів щодо якості та безпеки Замовник має право відмовитися від прийняття Товару без настання наслідків та відповідальності за таку відмову.",
    packing:
      "Упаковка Товару повинна відповідати санітарно-гігієнічним нормам, визначеним чинним законодавством України.",
  },
  price: {
    totalPrice:
      "Загальна ціна цього Договору визначається загальною вартістю Товару, вказаного в Специфікації до цього Договору та становить ______________________ гривень без ПДВ/з ПДВ (_____________ __________________________________________сума прописом).", // TODO FIX без ПДВ/з ПДВ
    unitPrice:
      "Ціна за одиницю Товару встановлюється у Специфікації до цього Договору. Ціна за одиницю Товару може бути змінена лише за згодою Сторін та виключно у випадках, передбачених чинним законодавством України, а саме п. 19 Особливостей та/або ч. 5 ст. 41 Закону.",
    additionalIncluded:
      "До ціни Товару включені всі витрати Постачальника, які він може понести у зв’язку із виконанням ним обов’язків за цим Договором, в тому числі витрати, безпосередньо пов’язані з Товаром, витрати, пов’язані із забезпеченням схоронності, транспортуванням, пакуванням, маркуванням, страхуванням та доставкою Товару до місця поставки за цим Договором тощо.",
  },
  paymentOrder: {
    cashless:
      "Розрахунки між Сторонами здійснюються в безготівковій формі шляхом перерахування грошових коштів на розрахунковий рахунок Постачальника (або на розрахунковий рахунок фактора в тому випадку, коли Постачальник відступив (повністю або частково) факторові своє право грошової вимоги до Замовника за цим Договором – відповідно до пунктів 16.7, 16.8 цього Договору). Валютою платежів за цим Договором є національна валюта України – гривня. Зобов’язання з оплати вважається виконаним з моменту списання грошових коштів з розрахункового рахунку Замовника.",
    wayOfPayment: "Замовник здійснює оплату за Товар за цим Договором шляхом здійснення:",
    nonWorkingPayment:
      "Якщо дата оплати є неробочим або не платіжним днем, то платіж переноситься на наступний робочий або платіжний день.",
    budgetPayment:
      "Якщо Замовник є бюджетною організацією він має право на відстрочку платежу без застосування до нього будь-яких штрафних санкцій у разі відсутності або затримки бюджетного фінансування до отримання такого фінансування. У такому випадку Замовник протягом 3 (трьох) календарних днів з моменту, коли це стало відомо, повідомляє Постачальника про таку затримку.",
    overPayment: [
      "У разі здійснення Замовником попередньої оплати, сума надлишково перерахованих Замовником Постачальнику коштів підлягає поверненню на рахунок Замовника:",
      "до здійснення Постачальником поставки Товару або одночасно з такою поставкою, та/або",
      "протягом 5 (п’яти) календарних днів від дати укладання Додаткової угоди до цього Договору щодо зміни Специфікації, що передбачає зміну кількості Товару та/або ціни за одиницю Товару, та/або",
      "протягом 5 (п’яти) календарних днів від дати направлення Замовником письмового повідомлення про відмову від подальшого прийняття Товару, та/або письмового повідомлення Постачальнику про розірвання Договору, та/або",
      "протягом 5 (п’яти) календарних днів від направлення Постачальником письмового звернення щодо розірвання Договору у зв’язку з неможливістю його виконання.",
    ],
    comercialCredit:
      "Сторони підтверджують, що відстрочка оплати або попередня оплата Товару за цим Договором не є комерційним кредитом.",
  },
  package: {
    prepacked: "Цей розділ застосовується лише до фасованого Товару.",
    hygienic:
      "Пакування Товару повинно відповідати гігієнічним вимогам до пакування харчових продуктів. Товар повинен бути упакований таким чином, щоб не допустити псування та/або знищення Товару під час його транспортування, навантажувально-розвантажувальних робіт.",
    unmarked:
      "При поставці немаркованого або неналежно маркованого Товару Замовник вправі відмовитись від прийняття цього Товару. У разі відсутності на тарі, упаковці або бірці маркування, а також зазначення країни-виробника та дати виготовлення, Замовник залишає за собою право відмовитися від прийняття такого Товару. Штрафні санкції та інша відповідальність Замовника за відмову від прийняття Товару, при вищевказаних обставинах до Замовника не застосовуються.",
    meansOfPacking: "Засоби упаковки (тари та пакування) Товару поверненню Постачальнику не підлягають.",
    priceOfPacking: "Вартість засобів упаковки (тари та пакування) входить до ціни Товару.",
    packingOfBulk:
      "Фасування сипучих продуктів (таких як крупи, борошно, цукор, кава, спеції, хімічні речовини та інші гранульовані або порошкоподібні продукти і т.д.) має бути здійснено у відповідності до діючих вимог та стандартів і може відрізнятися залежно від характеристик продукту та вимог до пакування. Постачальник забезпечує поставку Товару в такому фасуванні (упаковці), щоб його вміст не можна було змінити, не відкривши або не пошкодивши при цьому упаковки.",
    markingInfo: `Маркування упаковки Товару повинно включати наступну інформацію українською мовою:
            •   Постачальник / Вантажовідправник;
            •   Замовник/ Вантажоотримувач;
            •   Договір;
            •   Номер місця;
            •   Вага брутто / нетто;
            •   Країна виробник товару;
            •   Низ/верх/центр тяжіння (де необхідно).`,
  },
  deliveryTerms: {
    specification:
      "Строк, адреса (місце), базис та інші умови поставки Товару відображаються у Специфікації до цього Договору відповідно до Міжнародних правил тлумачення Інкотермс в редакції 2020 року, якщо іншу редакцію Сторони не погодять у Специфікації.",
    deliveryPayment:
      "Поставка Товару в місце поставки здійснюється за рахунок Постачальника, якщо інше не передбачено умовами поставки відповідно до Специфікації. Витрати щодо перевезення Товару до місця поставки (якщо застосовно), несе Постачальник. Навантаження та розвантаження Товару здійснюється силами та за рахунок Постачальника, якщо інше не випливає з умов поставки відповідно до Специфікації.",
    hygienicTransport: `Перевезення Товару в місце поставки має здійснюватися транспортом, який відповідає санітарно-гігієнічним вимогам до транспортних засобів, що використовуються для перевезення харчових продуктів, спеціально облаштований для перевезення Товару (в тому числі для сипучих продуктів), що поставляється відповідно до цього Договору, відповідає вимогам щодо сумісності продуктів харчування та відповідає іншим вимогам, встановленим для перевезення даного виду Товару. \n 
        В разі наявності нормативних вимог Постачальник забезпечує застосування необхідного транспортування Товару при певній температурі. Транспортні засоби, якими здійснюється перевезення Товару, повинні бути обладнані термографами, термограма передається Замовнику разом з документами, що підтверджують безпечність та якість.\n
        Передача Товару, температура транспортування якого не відповідає вимогам, встановленим його виробником, забороняється, про що складається акт про порушення договірних зобов’язань. \n
        Постачальник зобов'язаний забезпечувати дотримання правил перевезення сипучих вантажів, що забезпечить його доставку в місце відвантаження зі збереженням кількості та якості, та згідно з вимогами ДСТУ для різних категорій Товарів.`,
    partiesDelivery: `За домовленістю Сторін, визначеною у Специфікації, поставка Товару може здійснюватися Постачальником партіями. Така поставка може здійснюватися відповідно до: \n
        a)   графіку поставок, узгодженого Сторонами у Специфікації, або \n
        б)   на підставі замовлень на закупівлю, які Замовник складає у довільній формі та направляє електронною поштою Постачальнику. Постачальник у відповідь протягом 24 (двадцяти чотирьох) годин підтверджує отримання замовлення на закупівлю. У випадку ненаправлення Постачальником підтвердження у відповідь, замовлення на закупівлю вважається прийнятим та погодженим через 24 (двадцять чотири) години після його відправлення Замовником. Поставка Товару партіями у такому випадку здійснюється протягом 5 (п’ятьох) календарних днів з моменту прийняття Постачальником такого замовлення на закупівлю. \n
        Часткова або дострокова поставка Товару допускається тільки за умови попередньої письмової згоди Замовника.`,
    dateOfDelivery:
      "Постачальник зобов’язаний за 3 (три) календарні дні до дати поставки Товару (в тому числі кожної частини/партії Товару) електронним листом сповістити Замовника про дату та час надходження Товару в погоджене місце поставки, а також надати інформацію про вантажоперевізника, та іншу інформацію, необхідну Замовнику для прийняття Товару за його запитом.",
    receiveResponse:
      "Приймання-передача Товару (в тому числі кожної частини/партії Товару) здійснюється в порядку, передбаченому цим Договором. На правовідносини Сторін за Договором не розповсюджується дія Інструкцій про порядок приймання продукції виробничо-технічного призначення і товарів народного споживання за кількістю та якістю, затверджених постановами Державного арбітражу Союзу РСР відповідно від 15.06.65 р. No П-6 і від 25.04.66 р. No П-7.",
    deliveryPlace:
      "Приймання-передача Товару (в тому числі кожної частини/партії Товару) здійснюється в місці поставки за адресою, вказаною у Специфікації.",
    receiveResponseProcess:
      "Приймання-передача Toвapy (в тому числі кожної частини/партії Товару) проводиться впродовж 3 (трьох) календарних днів з моменту його фактичного прибуття та розвантаження у місці поставки у присутності уповноваженого представника Замовника, який діє на підставі довіреності, статуту або іншого передбаченого Законом документу. Постачальник має право також направити уповноваженого представника зі свого боку для здійснення приймання-передачі Товару. Приймання Товару Замовником (в тому числі кожної частини/партії Товару) підтверджується шляхом підписання уповноваженими представниками Сторін відповідної (-их) видаткової (-их) накладної (-их) (після зняття усіх зауважень).",
    propertyRights:
      "Товар вважається переданим та переходить у власність від Постачальника до Замовника з дати підписання Сторонами видаткової накладної на Товар або партію Товару (після зняття усіх зауважень).",
    discoveredInconviniences:
      "У разі виявлення при прийманні Товару відхилень від вимог щодо кількості (нестачі) та/або якості Замовник негайно (не пізніше 72 (сімдесяти двох) годин)) шляхом направлення електронного листа повідомляє про виявлену невідповідність Постачальника (згідно з п.16.4 цього Договору), а Постачальник зобов'язується протягом 24 (двадцяти чотирьох) годин з моменту отримання відповідного повідомлення направити свого представника для участі в прийманні Товару та складанні акта виявлених недоліків Товару, у якому фіксують виявлені недоліки та/або дефекти поставленого Товару, а також строк їх усунення, який не може перевищувати 3 (трьох) календарних днів, та порядок усунення таких недоліків та/або дефектів, якщо інше не узгоджено додатково. Постачальник зобов'язаний усунути недоліки за власний рахунок та у строк, зазначений в акті виявлених недоліків Товару. Усі витрати по усуненню недоліків та/або дефектів, у тому числі витрати на вивезення дефектного Товару з місця його знаходження та на доставку аналогічного Товару належної якості до того ж або іншого визначеного Замовником місця, несе Постачальник. Товар, від приймання якого відмовився Замовник, має бути вивезений Постачальником з місця його знаходження протягом 3 (трьох) календарних днів.",
    overDelivery: `Якщо Постачальник передав Замовнику більшу кількість Товару, ніж це встановлено цим Договором, Замовник зобов'язаний повідомити про це Постачальника письмово протягом 3-х (трьох) календарних днів з дати отримання Товару стосовно порушення умов Договору щодо кількості Товару та звернутися з вимогою повернення надлишкового Товару. \n
         Для цього Замовник має надіслати Постачальнику письмову вимогу у формі листа, як визначено п.16.4 цього Договору. \n
         Постачальник протягом 10 (десяти) календарних днів з дати отримання такого листа зобов'язаний забезпечити повернення/прийняття надлишкового Товару за власний рахунок.\n 
         Повернення Товару оформлюють накладною чи актом повернення, який складають у довільній формі.`,
    deliveryDocuments: `Якщо інше не передбачене Специфікацією, Постачальник разом з Товаром зобов’язується передати Замовнику в день отримання Товару такі документи :\n
        •   документи, що засвідчують якість Товару – оригінали або копії, засвідчені підписом керівника та печаткою (у разі її застосування) Постачальника,\n
        •   товарно-транспортну накладну або інший рівнозначний транспортний документ – оригінал,\n
        •   видаткову накладну на Товар або партію Товару – оригінал,\n
        •   рахунок-фактуру – оригінал (окрім випадків, коли Сторони домовилися про розрахунок шляхом повної передоплати, відповідно до п. 5.2 цього Договору),\n 
        •   документи на підтвердження походження Товару та його руху у разі, якщо Постачальник не є виробником Товару (зокрема, але не виключно: копії договорів купівлі-продажу, видаткових накладних, актів приймання-передачі, складських документів тощо).\n 
        У разі відсутності вказаних документів (одного або декількох) Замовник має право за своїм вибором відстрочити приймання Товару до моменту надання Постачальником всіх необхідних супровідних документів або відмовитись від прийняття Товару. У разі ненадання або несвоєчасного надання Постачальником усіх необхідних товаросупровідних документів на Товар, що поставляється, Постачальник несе всі ризики та збитки, пов'язані з можливим простроченням поставки Товару, простоєм транспорту (у тому числі витрати, пов'язані з поверненням Товару та/або його повторною поставкою тощо), та інші ризики і збитки, які виникли у зв'язку з ненаданням (несвоєчасним наданням) товаросупровідних документів на Товар, а також пов’язані із достовірністю таких товаросупровідних документів.`,
    deliveryWithoutDocuments: [
      "У разі виявлення під час приймання Товару відхилень від вимог цього Договору щодо його кількості та/або якості та/або комплектності та/або якщо Постачальником не передані одночасно з Товаром супровідні документи, передбачені п. 7.12. цього Договору, або такі документи неналежно оформлені, то видаткова накладна на Товар або партію Товару не підписуються, а подальше приймання Товару призупиняється, про що Сторонами складається відповідний документ щодо виявлених недоліків (Акт).",
      "У разі виявлення вищезазначених недоліків під час приймання Товару за відсутності уповноваженого представника Постачальника, Замовник зобов'язаний повідомити про це Постачальника протягом 48 (сорока восьми) годин з моменту виявлення такого факту електронними засобами, а також у спосіб, передбачений п. 16.4. цього Договору. Постачальник протягом 24 (двадцяти чотирьох) годин з моменту отримання повідомлення направляє свого уповноваженого представника разом з документом, що підтверджує його повноваження, на місце поставки для складання Акту виявлених недоліків.",
      "Якщо уповноважений представник Постачальника не матиме достатніх повноважень на підписання такого Акту, або не прибуде на виклик Замовника у визначений п. 7.13.1. строк, Замовник вправі скласти такий Акт одноособово, а претензії Постачальника щодо правильності визначення відповідності кількості та/або якості та/або комплектності Товару умовам Договору та/або комплектності та правильності оформлення супровідних документів не прийматимуться. У такому разі Акт виявлених недоліків є обов’язковим для виконання Постачальником так само, як і Акт, оформлений обома Сторонами цього Договору.",
    ],
    identifiedDeficienciesTime: [
      `Акт виявлених недоліків складається протягом протягом 72 (сімдесяти двох) годин з моменту:\n
            •   виявлення недоліків, якщо уповноважений представник Постачальника був присутній; або\n
            •   прибуття уповноваженого представника Постачальника, якщо недоліки виявлено за відсутності уповноваженого представника Постачальника; або\n
            •   спливу строку відведеного для прибуття уповноваженого представника Постачальника, передбаченого п. 7.13.1. цього Договору.`,
    ],
    identifiedDeficienciesInformation: `В Акті виявлених недоліків зазначаються:\n
            •   дата, місце та час складання Акту;\n
            •   П.І.Б. та посада особи (осіб), що склала Акт;\n
            •   реквізити Договору;\n
            •   реквізити замовлення на закупівлю (якщо поставка здійснюється партіями);\n
            •   перелік, обсяг та характер виявлених недоліків (невідповідність Товару умовам Договору, перелік відсутніх документів тощо); а також\n
            •    порядок та строки заміни Постачальником Товару, який не відповідає вимогам Договору, та усунення ним інших недоліків. Право визначати строк усунення недоліків Товару та/або супровідних документів належить Замовнику.\n
            Акт виявлених недоліків підписується особою (особами), що його склала, у двох примірниках для кожної зі Сторін.\n 
            Примірник Акта виявлених недоліків надається представнику Постачальника або направляється Постачальнику протягом 24 (двадцяти чотирьох) годин з моменту його складання електронними засобами, а також у спосіб, передбачений п. 16.4. цього Договору, для виконання.     Постачальник зобов'язаний усунути недоліки за власний рахунок у порядку та у строки, зазначені в Акті виявлених недоліків. Обчислення строку для виконання оплати такого Товару (у випадку постоплати) здійснюється з моменту усунення недоліків.`,
    disagreements:
      "У випадку розбіжностей між Сторонами щодо правильності визначення відповідності кількості та/або якості та/або комплектності Товару умовам Договору та/або комплектності та правильності оформлення супровідних документів, будь-яка зі Сторін може звернутися до Торгово-промислової палати України для проведення відповідної експертизи. Витрати на проведення експертизи нестиме Сторона, яка ініціювала проведення експертизи. Сторона, позиція якої не підтвердилася висновками експертизи, повинна відшкодувати іншій Стороні витрати на проведення експертизи, простій тощо.",
    requestOfNotDelivered:
      "Якщо Постачальник на момент закінчення строку поставки Товару, визначеного Специфікацією, передав Замовнику меншу кількість Товару, ніж це встановлено цим Договором, Замовник має право вимагати передання кількості Товару, якої не вистачає, або відмовитися від поставленого Товару та його оплати, а якщо він оплачений – вимагати повернення сплаченої за нього грошової суми.",
    assortment: `У разі передачі Постачальником Товару в асортименті, що не відповідає умовам цього Договору, Замовник має право відмовитися від його прийняття та оплати, а якщо він вже оплачений – вимагати повернення сплаченої за нього грошової суми.\n
             Якщо Постачальник передав Замовнику Товар, асортимент якого частково відповідає умовам цього Договору та Специфікації, то Замовник має право на свій вибір:\n
            •   прийняти частину Товару, що відповідає умовам Договору та Специфікації, і відмовитися від решти Товару,\n 
            •   відмовитися від усього Товару та у разі здійснення попередньої оплати вимагати повернення сплаченої за Товар грошової суми в повному обсязі,\n 
            •   вимагати заміни частини Товару, що не відповідає асортименту, Товаром в асортименті, який визначено в Специфікації до цього Договору.`,
    utilization:
      "Якщо Товар неналежної якості підлягає знищенню (утилізації) відповідно до законодавства України, то усі пов’язані з цим витрати покладаються на Постачальника або Постачальник повинен відшкодувати понесені Замовником витрати.",
    relevantPowers:
      "Підписанням цього Договору Сторони підтверджують, що особи, які будуть підписувати видаткові накладні, товаро-транспортні накладні, акти виявлених недоліків та інші документи у разі необхідності, мають відповідні повноваження на таке підписання. У випадку відсутності відповідних повноважень у особи, яка підписала від імені Постачальника вищевказані документи, Замовник має право не здійснювати оплату за поставлений Постачальником Товар та відмовитися від його приймання.",
  },
  responsibilities: {
    improperExecution:
      "У разі невиконання або неналежного виконання своїх зобов'язань за Договором Сторони несуть відповідальність, передбачену чинним законодавством України та цим Договором.",
    violationOfDeliveryFee:
      "У разі порушення строку поставки, передбаченого Специфікацією, непоставки Товару, повернення Замовником Товару з підстав, передбачених цим Договором, Постачальник сплачує Замовнику пеню у розмірі 0,1% (нуль цілих одна десята відсотка) від ціни непоставленого, несвоєчасно поставленого, повернутого Товару, за кожний день прострочення. Пеня нараховується протягом строку порушення виконання зобов’язань за Договором, включаючи день виконання такого зобов’язання.\n За порушення строку поставки Товару понад 30 (тридцять) календарних днів Постачальник додатково сплачує штраф у розмірі 7% (сім відсотків) від ціни непоставленого або несвоєчасно поставленого Товару.",
    violationOfDeliveryDays:
      "У разі порушення строків поставки Товару понад 10 (десять) календарних днів та якщо Сторони не досягнуть згоди щодо продовження строку поставки, Замовник має право відмовитися від прийняття Товару. При цьому Постачальник не звільняється від зобов’язань щодо сплати пені та штрафу, передбачених цим Договором, відшкодування Замовнику документально підтверджених витрат, спричинених порушенням строків поставки,     непоставкою (несвоєчасною поставкою) Товару, а також повернення на рахунок Замовника суми попередньої оплати за недопоставлений Товар.",
    agreementTermination:
      "У разі надходження письмового звернення від Постачальника щодо розірвання Договору у зв’язку з неможливістю його виконання, Договір в установленому порядку розривається, а з Постачальника крім пені та/або штрафу, зазначених у п. 8.2 Договору, стягується штраф у розмірі 20% (двадцять відсотків) вартості непоставленого (неприйнятого) Товару та, в разі отримання передоплати, Постачальник здійснює повернення отриманих коштів за такий Товар.",
    poorQualityFees:
      "За поставку Товару неналежної якості Постачальник сплачує на користь Замовника штраф у розмірі 20 % (двадцять відсотків) від вартості неякісного Товару та, в разі отримання передоплати, здійснює повернення отриманих коштів за такий Товар. Передоплата може не повертатися у випадку, якщо Постачальник замінив Товар неналежної якості на Товар належної якості.",
    applicationOfFines:
      "У разі застосування пені/штрафу Постачальник зобов’язаний сплатити суму пені/штрафу протягом 30 (тридцяти) календарних днів від дати направлення Замовником письмового повідомлення Постачальнику.\n Сплата пені/штрафів не звільняє Постачальника від виконання цього Договору та відшкодування Замовнику підтверджених збитків (у повній сумі, понад штрафні санкції).",
    taxCredit: `В разі, якщо органами державної податкової служби (через повідомлення-рішення, внесення коригувань у особовий рахунок Замовника як платника податку на додану вартість, іншим способом) та/чи рішенням (постановою) суду буде зменшено податковий кредит Замовника з ПДВ за будь-якими податковими накладними Постачальника, або зменшені валові витрати (витрати) Замовника на вартість Товарів, що були надані Постачальником,     іншим чином збільшено фінансовий результат Замовника до оподаткування, донараховано Замовнику податки, збори, обов’язкові платежі, нараховано Замовнику штрафні санкції за порушення податкового законодавства чи судом буде прийнято рішення про стягнення на користь держави отриманого з угоди, що визнана недійсною, і це буде пов’язано включаючи,     але не обмежуючись:\n\n
        •   анулюванням (відміною) державної реєстрації Постачальника; чи\n
        •   виключенням Постачальника або залучених ним третіх осіб з реєстру платників податку на додану вартість (в тому числі анулюванням свідоцтва платника ПДВ); чи\n
        •   господарськими відносинами Постачальника та/чи його контрагентів із підприємствами, що мають ознаки фіктивності, що зафіксовано в актах перевірки органів державної податкової служби чи рішенні (постанові) суду; чи\n
        •   неналежним веденням Постачальником бухгалтерського та/чи податкового обліку, несвоєчасним, невідповідним шляхом, не в повній мірі наданням у податкові органи необхідної податкової звітності; чи\n
        •   встановленням податковим органом чи судом недійсності (в тому числі нікчемності) угоди, укладеної між Замовником та Постачальником; чи\n
        •   будь-якими фактами, що пов’язаніз порушенням Постачальником податкового законодавства.\n
        Постачальник зобов’язаний протягом 10 (десяти) календарних днів з дати відправки Замовником відповідної вимоги Постачальнику за його місцезнаходженням сплатити Замовнику грошові кошти в розмірі, що дорівнює сумі, на яку Замовнику зменшено податковий кредит з ПДВ, валові витрати, іншим чином збільшено фінансовий результат Замовника до оподаткування, донараховано податки,збори, обов’язкові платежі, нараховано штрафні санкції."`,
  },
  forceMajeure: {
    onset:
      "Кожна Сторона звільняється від відповідальності за прострочення або невиконання зобов'язань за цим Договором, якщо це прострочення або невиконання було спричинене обставинами непереборної сили (форс-мажорними обставинами) (далі – Форс-мажорні обставини), які виникли після підписання цього Договору, і не було можливості уникнути або усунути такі обставини або їх наслідки розумними зусиллями кожної зі Сторін. До Форс- мажорних обставин відносяться: обставини війни, військові дії, мобілізація, протиправні дії третіх осіб, громадські заворушення; пожежі, повені, землетруси й інші стихійні лиха; епідемії; а також всі інші події та обставини, які Торгово-промислова палата України або уповноважені нею регіональні торгово-промислові палати визнають такими обставинами, за умови наявності причинно-наслідкового зв'язку між вказаними обставинами та фактом невиконання Стороною своїх зобов'язань за цим Договором. Для уникнення будь-яких сумнівів, не вважаються Форс-мажорними обставинами, зокрема, недодержання своїх обов’язків контрагентом Сторони, відсутність на ринку товарів, потрібних для виконання зобов’язання між Сторонами, відсутність у Сторони необхідних коштів, обладнання, робочої сили тощо для виконання зобов'язання за цим Договором.",
    martialLaw:
      "Сторони розуміють та усвідомлюють, що на момент підписання цього Договору відповідно до Указу Президента України від 24 лютого 2022 року No 64/2022 «Про введення воєнного стану в Україні» та Закону України «Про затвердження Указу Президента України «Про введення воєнного стану в Україні» від 24 лютого 2022 року No 2102-IX, з 24 лютого 2022 року в Україні введений воєнний стан, дія якого триває на момент підписання Сторонами цього Договору. При цьому, строк дії воєнного стану може бути продовжений у встановленому законодавством України порядку.",
    significantChanges:
      "З огляду на факти, викладені у п. 9.2 цього Договору, Сторони погоджуються не посилатися на воєнний стан як Форс-мажорну обставину в розумінні цього розділу Договору.     Винятки можуть становити лише істотні зміни (погіршення) об'єктивних обставин під час дії воєнного стану, які можуть вплинути на виконання цього Договору. Такими істотними змінами (погіршеннями) можуть вважатися: захоплення, пошкодження, руйнування майна Сторін внаслідок ракетних чи артилерійських обстрілів чи інших обставин, пов'язаних з бойовими діями, збої в роботі платіжних систем, що унеможливлює вчасне перерахування коштів Сторонами; прийняття нормативно-правових актів органами державної влади або місцевого самоврядування, які впливають на строки та умови поставки між Сторонами; критичне пошкодження об'єктів інфраструктури (доріг, складів тощо), що впливає на строки поставки чи умови зберігання продукції для виконання Договору між Сторонами тощо.",
    delayPeriod:
      "Строк виконання зобов’язань Стороною, яка потрапила під дію Форс-мажорних обставин, може бути відкладений на час, протягом якого діятимуть такі обставини.",
    mitigation:
      "Сторона, яка постраждала від дії Форс-мажорних обставин, повинна докладати розумних зусиль для зменшення наслідків, спричинених Форс-мажорними обставинами, і відновити виконання всіх відповідних зобов'язань у найкоротший термін після припинення дії Форс- мажорних обставин. Сторона не звільняється від виконання зобов'язань за цим Договором після припинення дії Форс-мажорних обставин. Якщо Сторона, яка постраждала від Форс- мажорних обставин, не відновлює виконання відповідних зобов'язань після зникнення причини для тимчасового звільнення від їх виконання через Форс-мажорні обставини,     Сторона несе відповідальність перед іншою Стороною.",
    forceMajorMessage:
      "Сторона, для якої створилися неможливість, ускладнення або затримка виконання зобов'язань за цим Договором внаслідок Форс-мажорних обставин, повинна негайно, але не пізніше 10 (десяти) календарних днів з моменту настання для неї Форс-мажорних обставин письмово повідомити іншу Сторону в письмовій формі / електронним листом як про настання,     так і про ймовірну тривалість дії таких обставин та/або їх наслідків. Такий порядок вважається належним повідомленням Сторони про настання Форс-мажорних обставин. Неповідомлення Стороною про настання Форс-мажорних обставин у вказаному у цьому пункті порядку позбавляє таку Сторону права у майбутньому посилатися на відповідні Форс-мажорні обставини.",
    sufficientEvidence:
      "Для уникнення будь-яких сумнівів, Сторони не матимуть претензій одна до одної за затримку або невиконання зобов'язань за цим Договором лише у випадку належного та своєчасного повідомлення іншої Сторони про настання Форс-мажорних обставин, що підтверджується достатніми доказами. Сертифікат Торгово-промислової палати України або відповідних уповноважених нею регіональних торгово-промислових палат має бути наданий іншій Стороні разом з повідомленням про настання Форс-мажорних обставин, що надається в порядку, передбаченому в п. 9.6 цього Договору.",
    mutuallyAcceptableSolution:
      "У разі, якщо виконання Договору з боку Постачальника унеможливлюється, суттєво ускладнюється або затримується на період понад 60 (шістдесят) календарних днів внаслідок однієї або більше Форс-мажорних обставин протягом строку дії Договору, а Сторони не зможуть знайти взаємоприйнятне рішення для продовження співпраці, Замовник може розірвати Договір, направивши повідомлення Постачальнику у письмовій формі за 10 (десять) календарних днів до дати розірвання Договору.",
    delayedExecution:
      "Сторона не має права посилатися на Форс-мажорні обставини як на підставу звільнення її від відповідальності, якщо на момент виникнення таких обставин Сторона, яка підпала під їх дію, прострочила виконання своїх зобов’язань за Договором.",
    circumstancesOfWar:
      "Підписанням цього Договору Сторони підтверджують свою обізнаність щодо обставин війни, військових дій, бойових дій та часткової тимчасової окупації територій України.     Сторони також підтверджують, що станом на дату підписання цього Договору відсутні обставини, які унеможливлюють або будь-яким чином ускладнюють виконання зобов'язань за цим Договором. Однак, Сторони розуміють та погоджуються, що у випадку істотної зміни (погіршення) обставин, що безпосередньо призведе до неможливості виконання Договору,     Сторони можуть застосувати положення цього Договору про Форс-мажорні обставини.",
  },
  disputes: {
    parley:
      "Усі спори або розбіжності, що виникли між Сторонами за цим Договором або в зв'язку з ним, вирішуються шляхом переговорів.",
    court:
      "У випадку, коли Сторони не досягли згоди, спір вирішується у судовому порядку згідно з чинним законодавством України.",
    claim:
      "Сторона, яка порушила права і законні інтереси іншої Сторони, зобов’язана поновити їх, не чекаючи пред’явлення претензії чи позову.",
  },
  anticorruption: {
    undueAdvantages:
      "Під час виконання своїх зобов'язань за цим Договором Сторони, їх афілійовані особи, працівники або посередники не виплачують, не пропонують виплатити і не дозволяють виплату будь-яких коштів або передачу цінностей прямо або опосередковано будь-яким особам для впливу на дії чи рішення цих осіб з метою отримання неправомірних переваг чи на інші неправомірні цілі.\n     Під час виконання своїх зобов'язань за цим Договором Сторони, їх афілійовані особи, працівники або посередники не здійснюють дії, що кваліфікуються законодавством України як давання/одержання хабаря, комерційний підкуп, а також дії, що порушують вимоги законодавства України щодо протидії легалізації (відмивання) доходів, одержаних злочинним шляхом.\n  Кожна з Сторін цього Договору відмовляється від стимулювання будь-яким чином працівників іншої Сторони, у тому числі шляхом надання коштів, подарунків, безоплатного виконання для них робіт (послуг) та іншими, не зазначеними в цьому пункті способами, що ставить працівника в певну залежність, і спрямованого на забезпечення виконання цим працівником будь-яких дій на користь стимулюючої Сторони.",
    notificationOnUndueAdvantages:
      "У разі надходження до будь-якої Сторони вимог чи пропозицій про отримання матеріальних/нематеріальних заохочень, зацікавлень, стимулювань у формі грошової винагороди, майна, майнових прав, переваг та будь-яких інших преференцій, за вчинення ними певних дій чи бездіяльності з використанням наданих їм повноважень на користь контрагента, останній зобов'язаний негайно повідомити іншу Сторону про такі факти.\nУ письмовому повідомленні Сторона зобов'язана зазначити факти або надати матеріали, які достовірно підтверджують або дають підставу припускати, що відбулося або може відбутися порушення будь-яких положень антикорупційних умов Стороною, її афілійованими особами, працівниками або посередниками, що виражається в діях, які порушують вимоги законодавства України та міжнародних актів щодо протидії корупції та/або протидії легалізації (відмивання) доходів, одержаних злочинним шляхом.\n Після надання письмового повідомлення відповідна Сторона має право призупинити виконання зобов'язань за цим Договором до отримання підтвердження, що порушення не відбулося або не відбудеться.",
    violationOfRequirements:
      "Порушення вимог антикорупційного законодавства України та міжнародних актів щодо протидії корупції та/або протидії легалізації (відмивання) доходів, одержаних злочинним шляхом розцінюється як істотне порушення Договору та є підставою для його одностороннього розірвання та отримання відшкодування завданих збитків.",
    dueDiligence:
      "Сторони гарантують належний розгляд представлених у рамках виконання цього Договору фактів з дотриманням принципів конфіденційності та застосуванням ефективних заходів щодо усунення труднощів та запобігання можливим конфліктним ситуаціям.",
    fullConfidentiality:
      "Сторони гарантують повну конфіденційність під час виконання антикорупційних умов цього Договору, а також відсутність негативних наслідків як для Сторони Договору в цілому,     так і для конкретних працівників Сторони Договору, які повідомили про факти порушень.",
    civilCodex:
      "Зазначене у цьому розділі антикорупційне застереження є істотною умовою цього Договору відповідно до частини першої статті 638 Цивільного кодексу України.",
  },
  sanction: {
    unilateralRefusal: `Замовник має право на односторонню відмову, припинення зобов’язань та розірвання Договору у випадку, якщо стане відомо, що:\n\n
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальник внесений до списку санкцій OFAC Сполучених Штатів Америки (переліку осіб, до яких застосовані санкції, що визначається The Office of Foreign Assets Control of the US Department of the Treasury);\n
            •   до Постачальника та/або його учасника та/або кінцевого бенефіціарного власника Постачальника та/або товару Постачальника застосовані обмеження (санкції) інших, ніж OFAC, державних органів США, режим дотримання яких може бути порушений виконанням Договору;\n
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальника внесений до списку санкцій Європейського Союзу (Consolidated list of persons, groups and entities subject to EU financial sanctions);\n
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальника внесений до списку санкцій HM Treasury Великої Британії (списку осіб, включених в “Consolidated list of financial sanctions targets in the UK” та в “List of persons subject to restrictive measures in view of Russia's actions destabilizing the situation in Ukraine”, що ведеться the UK Office of Financial Sanctions Implementation (OFSI) of the HM Treasury);\n
            •   Постачальник та/або його учасник та/або кінцевий бенефіціарний власник Постачальника внесений до списку санкцій Ради Безпеки ООН (зведеного списку санкцій Ради Безпеки Організації Об’єднаних Націй (Consolidated United Nations Security Council Sanctions List), в який включені фізичні та юридичні особи, щодо яких застосовані санкційні заходи Ради Безпеки ООН).\n
            •   щодо товару за Договором та/або щодо виконання інших умов Договору Радою національної безпеки і оборони України застосовані персональні спеціальні економічні та інші обмежувальні заходи (санкції), відповідно до статті 5 Закону України «Про санкції» рішеннями, які введені в дію Указами Президента України), у випадку, якщо виконання Договору суперечитиме дотриманню санкцій Ради національної безпеки і оборони України.`,
    customerRefusal: `Замовник має право на односторонню відмову, припинення зобов’язань та розірвання Договору у випадку, якщо стане відомо, що:\n
            •   Виробник товару внесений до списку санкцій OFAC Сполучених Штатів Америки (переліку осіб, до яких застосовані санкції, що визначається The Office of Foreign Assets Control of the US Department of the Treasury);\n
            •   Виробник товару внесений до списку санкцій Ради національної безпеки і оборони України (переліку осіб, до яких Радою національної безпеки і оборони України застосовані персональні спеціальні економічні та інші обмежувальні заходи (санкції), відповідно до статті 5 Закону України «Про санкції» рішеннями, які введені в дію Указами Президента України), у випадку, якщо виконання Договору суперечитиме дотриманню санкцій Ради національної безпеки і оборони України;\n
            •   Виробник товару внесений до списку санкцій Європейського Союзу (Consolidated list of persons, groups and entities subject to EU financial sanctions);\n
            •   Виробник товару внесений до списку санкцій HM Treasury Великої Британії (списку осіб, включених в “Consolidated list of financial sanctions targets in the UK” та в “List of persons subject to restrictive measures in view of Russia's actions destabilizing the situation in Ukraine”, що ведеться the UK Office of Financial Sanctions Implementation (OFSI) of the HM Treasury);\n
            •   Виробник товару внесений до списку санкцій Ради Безпеки ООН (зведеного списку санкцій Ради Безпеки Організації Об’єднаних Націй (Consolidated United Nations Security Council Sanctions List), в який включені фізичні та юридичні особи, щодо яких застосовані санкційні заходи Ради Безпеки ООН).
        `,
    origin:
      "Постачальник гарантує, що Товар не походить з Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран.",
    legalEntity:
      "Постачальник підтверджує, що він не є юридичною особою, утвореною та зареєстрованою відповідно до законодавства Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран; юридичною особою, утвореною та зареєстрованою відповідно до законодавства України, кінцевим бенефіціарним власником, членом або учасником (акціонером), що має частку в статутному капіталі 10 і більше відсотків, якої є Російська Федерація/Республіка Білорусь/Ісламська Республіка Іран, громадянин Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран (крім тих, що проживають на території України на законних підставах), або юридичною особою, утвореною та зареєстрованою відповідно до законодавства Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран, крім випадків коли активи в установленому законодавством порядку передані в управління Національному агентству з питань виявлення, розшуку та управління активами, одержаними від корупційних та інших злочинів.",
  },
  contractAction: {
    entersForce:
      "Цей Договір набирає чинності з моменту його підписання обома Сторонами і діє до «___»_____________202__ р., а в частині виконання Сторонами своїх зобов’язань за цим Договором, у тому числі в частині розрахунків, поставки Товару, штрафних санкцій – до повного їх виконання.",
    expirationDate:
      "Строк дії Договору та виконання зобов’язань щодо передачі Товару може бути подовжено у разі виникнення документально підтверджених об’єктивних обставин, що спричинили таке подовження, у тому числі форс-мажорних обставин, затримки фінансування витрат Замовника, за умови, що такі зміни не призведуть до збільшення суми, визначеної в Договорі.",
    canContinue:
      "Дія Договору про закупівлю може продовжуватися на строк, достатній для проведення процедури закупівлі на початку року, в обсязі, що не перевищує 20 відсотків суми, визначеної у договорі, укладеному в попередньому році, якщо видатки на цю мету затверджено в установленому порядку.",
  },
  messaging: {
    noDifferFromOffer:
      "Умови цього Договору не мають відрізнятися від пропозиції Постачальника крім випадків, передбачених п. 18 Особливостей та ч. 4 ст. 41 Закону.",
    essentialConditions:
      "Істотні умови цього Договору не можуть змінюватися після його підписання до повного виконання зобов’язань його Сторонами, крім випадків, передбачених п. 19 Особливостей та ч.5 ст. 41 Закону.",
    changes:
      "Зміни та доповнення до цього Договору можуть бути внесені за наявності взаємної згоди  Сторін. Всі зміни та доповнення до цього Договору викладаються у письмовій формі і після їх  підписання обома Сторонами стають невід’ємними частинами Договору.",
    partyProvidingChanges: [
      "Сторона, яка зацікавлена у внесенні змін до істотних умов Договору на підставі п. 19 Особливостей та ч. 5 ст. 41 Закону, повинна у письмовій формі направити іншій Стороні пропозиції щодо таких змін з обґрунтування необхідності їх внесення.\n Звернення про внесення змін до істотних умов Договору розглядається іншою Стороною протягом 5 (п'яти) календарних днів та протягом цього строку у письмовій формі повідомляє про своє рішення Сторону, що направила пропозиції.",
      `Сторони погоджують окремий порядок внесення змін щодо покращення якості Товару за цим Договором, якщо таке покращення не призведе до збільшення ціни Договору.\n
            У випадку, якщо Постачальник має намір поставити Замовнику Товар у визначені цим Договором кількості, ціні та строках, але підвищеної якості порівняно із передбаченою умовами цього Договору, то Постачальник повідомляє про це Замовника не пізніше, ніж за 10 (десять) календарних днів до запланованої дати поставки в один із способів, передбачених п.16.4 цього Договору. У такому повідомленні обов’язково зазначаються характеристики  Товару підвищеної якості. Після отримання такого повідомлення Замовник має право:\n 
            (а)   погодитися на поставку Товару підвищеної якості у кількості, строки та за ціною, передбаченими умовами цього Договору. При цьому Замовник повинен повідомити про свою  згоду Постачальника шляхом надання відповіді на повідомлення Постачальника в один із  способів, передбачених п. 16.4 цього Договору, протягом 3 (трьох) календарних днів з  моменту отримання повідомлення;\n
            (б)   відмовитися від поставки Товару підвищеної якості і вимагати поставки Товару відповідно  до умов цього Договору. При цьому Замовник повинен повідомити про свою відмову шляхом  надання відповіді на повідомлення Постачальника в один із способів, передбачених п. 16.4  цього Договору, протягом 3 (трьох) календарних днів з моменту отримання повідомлення. Ненадання Замовником відповіді згідно з цим пунктом Договору тлумачиться як відмова  Замовника від пропозиції Постачальника щодо поставки Товару підвищеної якості.\n
            У разі, якщо Замовник відмовляється від пропозиції Постачальника щодо поставки Товару  підвищеної якості, Постачальник зобов'язаний поставити Товар відповідно до умов цього  Договору.`,
    ],
    changePaymentDetails:
      "Зміни до цього Договору, що пов’язані із зміною Стороною місцезнаходження, реквізитів, реквізитів для оплати та інші зміни, які можуть вплинути на виконання зобов’язаньза цим Договором мають повідомлятися Стороною, яка їх зазнала, протягом 5 (п’яти) календарних днів після настання таких змін.",
    earlyTermination:
      "Замовник має право достроково розірвати цей Договір в односторонньому порядку шляхом направлення письмового повідомлення Постачальнику не менше ніж за 10 (десять) календарних днів до дати дострокового розірвання Договору. Договір вважається розірваним через 10 (десять) календарних днів з дня отримання іншою Стороною повідомлення про розірвання Договору, якщо інший більш тривалий строк не зазначено у цьому повідомленні.",
    terminationSavesResponsibility: "Розірвання Договору не звільняє Сторони від відповідальності за цим Договором.",
    reconciliation:
      "При розірванні Договору Сторони зобов’язані провести звірку взаємних розрахунків на дату його розірвання. Сторона, яка за результатами виявиться боржником, повинна погасити заборгованість протягом 10 (десяти) календарних днів з дня розірвання Договору.\n Зобов’язання вважаються припиненими з моменту їх повного виконання Сторонами, та у випадках, встановлених чинним законодавством.",
  },
  confidential: {
    confidentialInfo:
      "Будь-яка інформація про діяльність однієї із Сторін цього Договору, яка стане відомою іншій Стороні цього Договору є конфіденційною інформацією (далі – Конфіденційна інформація). До Конфіденційної інформації за цим Договором Сторони відносять також персональні дані фізичних осіб, які можуть бути передані у зв’язку з виконанням Сторонами Договору. Сторони гарантують, що приймання-передача персональних даних, інші можливі дії з такими даними у зв’язку з виконанням цього Договору будуть здійснюватися Сторонами при повному дотриманні ними законодавства України про захист персональних даних, у тому числі Закону України «Про захист персональних даних».",
    passingInfoForThirdParties:
      "Конфіденційна інформація не може бути передана жодною із Сторін цього Договору для використання ознайомлення третіми особами без попередньої письмової згоди на те іншої Сторони, крім випадків встановлених законодавством.",
    notifyOnDisclosure:
      "Кожна із Сторін зобов’язується при наданні конфіденційної інформації у випадках, дозволених цим Договором, повідомляти, що інформація, яка надається, є конфіденційною і не може бути розголошена третім особам.",
    noObjectReceiving:
      "Постачальник не заперечує проти отримання Замовником інформації, необхідної для реалізації прав, пов’язаних із виконанням договірних зобов’язань та визначення спроможності Постачальника виконувати зобов’язання за цим Договором. Для цього Замовнику забезпечується вільний доступ та можливість законного отримання з різних джерел інформації, яка стосується діяльності та стану справ Постачальника. Також Постачальник зобов’язаний за запитом Замовника надавати документи, необхідні для перевірки його надійності, фінансового стану та профілю діяльності. Замовник зобов’язується не розголошувати отриману у такий спосіб інформацію без попередньої письмової згоди на те Постачальника.",
  },
  otherTerms: {
    currentLegislation:
      "Цей Договір укладено у відповідності до чинного законодавства України у сфері публічних закупівель.",
    interpretedInAccordance: "Цей Договір регулюється та тлумачиться відповідно до законодавства України.",
    warrantsToOtherParty: `Кожна Сторона запевняє та гарантує іншій Стороні таке:\n
        •   що вона має право укладати та підписувати цей Договір та будь-які інші документи, що стосуються цього Договору, та виконувати свої зобов'язання за цим Договором, і вона здійснила усі необхідні дії для його підписання та виконання;\n 
        •   підписання та виконання цього Договору цією Стороною не є порушенням та не суперечить жодному закону, який до неї застосовується, розпорядженню будь-якого органу державної влади чи управління, а також жодному контрактному зобов'язанню чи обмеженню, обов'язковому для цієї Сторони;\n 
        •   вона отримала усі необхідні дозволи органів державної влади та інші дозволи, які вимагаються для укладення та підписання цього Договору та виконання своїх зобов'язань за цим Договором, і що усі ці дозволи є чинними, і що ця Сторона дотрималася усіх умов, передбачених цими дозволами. Постачальник гарантує наявність у нього необхідних ліцензій та інших дозволів, які необхідні для поставки Товару за цим Договором;\n
        •   особи, які підписали цей Договір, мають відповідні належним чином оформлені повноваження.`,
    recognisedDocuments:
      "Виключно для цілей прискорення поставки Товару, Сторони визнають документи, які передано факсом та/або електронними засобами, включаючи без обмежень електронну пошту, такими, що є еквівалентними документам, які оформлені на паперових носіях. Такі документи мають для Сторін обов’язкову юридичну силу. Однак, таке правило не звільняє Сторони від зобов’язання підписати та обмінятися оригіналами таких документів на паперових носіях. При цьому, Сторона, яка суттєво затримала підписання або відправку оригіналів документів на паперових носіях іншій Стороні має відшкодувати такій Стороні будь-які штрафні санкції застосовані до неї у зв‘язку із порушенням вимог законодавства або умов цього Договору, що спричинені відсутністю оригіналів документів.",
    originalCopies:
      "Договір складений у 2 (двох) оригінальних примірниках українською мовою, по одному для кожної із Сторін. Обидва примірники мають однакову юридичну силу.",
    factoring: `Сторони домовилися, що Постачальник може укласти договір факторингу (фінансування під відступлення права грошової вимоги) на будь-якому етапі дії цього Договору до того, як за ним були проведені розрахунки. При цьому при укладенні договору факторингу фактор набуває лише право на отримання від Замовника за цим Договором коштів, разом з тим зобов'язання Постачальника, передбачені цим Договором, залишаються незмінними.\n
        Підставою для виникнення зобов'язання Замовника щодо оплати на користь фактора грошових коштів за цим Договором є:\n 
        (а)   повідомлення від Постачальника або фактора про укладення договору факторингу, та \n
        (б)   документ, що підтверджує виконання Постачальником своїх зобов'язань за цим Договором, підписаний обома Сторонами (Постачальником та Замовником).\n
        У разі наявності договору факторингу між Постачальником та фактором, Замовник здійснює оплату за поставлений Товар безпосередньо фактору.`,
    transferRights:
      "Жодна із Сторін не вправі передавати свої права та обов’язки за цим Договором третій особі без попередньої письмової згоди іншої Сторони за винятком відступлення фактору свого права грошової вимоги до Замовника повністю або частково, відповідно до укладеного між Постачальником та обраним ним фактором договору факторингу у відповідності до положень, передбачених у п. 16.7 цього Договору.",
    integralPart: `Невід’ємною частиною цього Договору є:\n
        •   Додаток No 1 «Специфікація», Додаток No 2 «Забезпечення виконання Договору про закупівлю» та\n 
        •   усі інші Додатки та Додаткові угоди, які укладатимуться Сторонами до цього Договору.`,
  },
};
