export const DEVIATION_REPORT_TEXT = {
  title: "ПРОТОКОЛ",
  subtitle:
    "рішення уповноваженої особи щодо виявлення невідповідностей \nта розміщення повідомлення з вимогою про їх усунення",
  procuringEntityName: "Найменування замовника/організатора закупівлі:",
  procuringEntityKind: "Категорія замовника/організатора закупівлі:",
  procuringEntityId: "Ідентифікаційний код замовника/організатора закупівлі в ЄДР:",
  procuringEntityAddress: "Місцезнаходження замовника/організатора закупівлі:",
  procMethodType: "Вид закупівлі:",
  tenderTitle: "Назва предмета закупівлі:",
  lotTitle: "Назва лота:",
  supplierName:
    "Найменування учасника (для юридичної особи) або прізвище, ім’я, по батькові (для фізичної особи), ідентифікаційний код:",
  milestoneTitle: "Вимога про усунення невідповідностей",
  milestoneDueDate: "Термін виправлення:",
  milestonesDescription: "Опис невідповідностей:",
  resolve: "Вирішено:",
  resolveText:
    "Прийняти та затвердити рішення щодо виявлення невідповідностей та розміщення повідомлення з вимогою про усунення невідповідностей в інформації та/або документах, що подані учасником у тендерній пропозиції/пропозиції та/або подання яких вимагалось тендерною документацією/умовами спрощеної закупівлі",
};
