export const softwareTextsConfig: Record<string, Record<string, any>> = {
  terms: {
    // 1
    definition:
      "Програмне забезпечення (надалі за текстом також – Програмна продукція та/або ПЗ, та/або Програмні продукти та/або ПП) – результат комп'ютерного програмування у вигляді операційної системи, системної, прикладної, розважальної та/або навчальної комп'ютерної програми (їх компонентів), перелік й найменування яких зазначається у Додатках (Специфікаціях) до Договору, які є невід’ємною частиною цього Договору. Програмне забезпечення інсталюється на Обладнання Замовника для забезпечення функціональності останнього. Програмне забезпечення може включати будь-яку пов’язану з ним інформацію та документацію.",
    software:
      "Комп'ютерна програма – набір інструкцій у вигляді слів, цифр, кодів, схем, символів чи в будь-якому іншому вигляді, виражених у формі, придатній для зчитування комп’ютером (настільним комп’ютером, ноутбуком, смартфоном, ігровою приставкою, смарт-телевізором тощо), які приводять його у дію для досягнення певної мети або результату, зокрема, операційна система, прикладна програма, виражені у вихідному або об’єктному кодах.",
    component:
      "Компонент Програмного забезпечення – компонент Програмного забезпечення у вигляді інформації, яка надається Замовнику як результат поставки Програмного забезпечення за цим Договором. Інформація містить дані облікового запису з правами адміністратора та копії або примірники інсталяційних пакетів ПЗ з інтегрованим механізмом автоматичної активації.",
    certificate:
      "Сертифікат (Ліцензійний сертифікат) – документ, який видається Правовласником щодо окремого виду ПП, на підтвердження того, що ПП придбана та/або активована Замовником з дотриманням встановлених процедур, а також вимог, передбачених чинним законодавством України.",
    hardware: "Обладнання – Електронно-обчислювальна машина.",
    owner: "Правовласник – власник майнових прав інтелектуальної власності на Програмне забезпечення.",
    requestPriority:
      "Пріоритет запиту – ступінь впливу, терміновість та послідовність вирішення інцидентів та запитів на сервіс.",
    supplier:
      "Постачальник – суб'єкт господарювання, належним чином авторизований Правовласником здійснювати поставку та розповсюдження Програмного забезпечення та його Компонентів.",
    serviceDesk:
      "Служба сервісу – структурний підрозділ чи відокремлений підрозділ (зокрема “аутсорс”) Постачальника, основною функцією якого є координація та контроль надання Технічної підтримки, передбаченої цим Договором.",
    support:
      "Технічна підтримка - комплекс послуг, що надаються Постачальником Замовнику в порядку, передбаченому цим Договором, спрямовані на забезпечення надійного функціонування Програмного забезпечення та його Компонентів.",
  },
  subject: {
    obligationsToBuyer:
      "В порядку та на умовах, визначених цим Договором, Постачальник зобов'язується здійснити поставку Програмного забезпечення та його Компонентів, найменування та кількість яких зазначені в Специфікації (Додаток 1 до Договору) за допомогою (але не виключно) засобів мережі Інтернет, а Замовник зобов'язується прийняти Програмне забезпечення і оплатити за нього обумовлену цим Договором грошову суму.\n\n", // 2.1
    productClassificationID: "Код Товару відповідно до Єдиного закупівельного словника ДК 021:2015 ",
    list: "Перелік і найменування програмних продуктів (із зазначенням коду згідно з УКТ ЗЕД, якщо застосовано), кількість, вартість ПП, що поставляються за цим Договором та інсталюватимуться на Обладнання Замовника, визначені у Додатках (Специфікаціях), що є невід’ємними частинами даного Договору. Додатки (Специфікації) оформлюються за формою, встановленою в Додатку № 1 до цього Договору.",
    installation:
      "Програмне забезпечення за цим Договором поставляється для подальшого встановлення на Обладнання Замовника шляхом передачі зокрема, але не виключно всесвітньою мережею Інтернет та супроводжується передачею супровідної документації способом, який визначається у відповідному Додатку (Специфікації). У Додатку (Специфікації) може встановлюватись інший спосіб поставки Програмного забезпечення Постачальником.",
    eula: 'Програмна продукція за цим Договором супроводжується ліцензійним договором кінцевого користувача ("EULA"), інтегрованим Правовласником у Комп’ютерну програму, яка містить умови обмеженого використання відповідної копії або примірника Програмного забезпечення Замовником за його функціональним призначенням та є складовою постачання ПП. Беззастережне та повне прийняття всіх умов, вимог та обмежень, викладених у EULA є необхідною умовою для правомірного використання відповідної копії або примірника комп’ютерної програми Замовником.', // 2.4
    support:
      "В порядку та на умовах, визначених цим Договором, Постачальник зобов'язується здійснити Технічну підтримку Програмного забезпечення та його Компонентів. Технічна підтримка надається Постачальником Замовнику тільки у відношенні Програмного забезпечення та його Компонентів, які визначені у відповідній Специфікації (Додатку) до Договору.\n\n Цей Договір не є ліцензійною угодою і не передбачає передання майнових прав інтелектуальної власності повністю або частково на Комп’ютерну програми від Постачальника до Замовника. Замовник погоджується з умовами використання Програмного забезпечення шляхом прийняття умов EULA в електронному вигляді в односторонньому порядку при інсталяції Комп’ютерної програми на Обладнання, якщо інше не передбачене цим Договором або додатками до нього.", // 2.5
    update:
      "У разі, якщо вид Програмного забезпечення, поставка копії якого в електронній чи іншій формі охоплюються предметом цього Договору, передбачає обов'язкове оновлення протягом періоду дії цього Договору, без можливості його використання без здійснення оновлення (інформаційно-технічне супроводження, надалі – «ІТС»), таке оновлення виконується без додаткової оплати зі сторони Замовника.", // 2.6
    ownership:
      "Постачальник гарантує Замовнику наступне:\n\n (а)   Постачальник має всі належні та законні права на укладення цього Договору;\n (б)   Постачальник має всі належні та законні права на поставку та розповсюдження ПП за цим Договором на території України;\n (в)   поставка ПП здійснюється з відома та з дозволу Правовласника;\n (г)   поставка ПП Замовнику для його використання останнім в своїй господарській діяльності не буде жодним чином порушувати будь-яких прав третіх осіб (в тому числі, але не обмежуючись, прав Правовласника).\n\n У разі недотримання Постачальником вищезазначених гарантій та/або порушення прав будь-яких третіх осіб (в тому числі, але не обмежуючись, прав Правовласника) Постачальник зобов’язується відшкодувати Замовнику та/або будь-яким третім особам всі понесені витрати та збитки у повному обсязі, у разі встановлення причинно-наслідкового зв’язку між діями Постачальника та понесеними витратами та збитками Замовника, відповідно до вимог чинного законодавства України.",
    rights:
      "Постачальник гарантує, що на момент укладення цього Договору він володіє майновими правами інтелектуальної власності на Програмне забезпечення або має право на розпорядження такими правами на підставі договору із Правовласником і права інтелектуальної власності на Програмне забезпечення не перебувають під забороною розпорядження ними, вільні від будь-яких прав та/або претензій третіх осіб, не є предметом судового спору, а також не є предметом будь-якого іншого обтяження чи обмеження, як у межах, так і за межами території України.",
    credentials:
      "Якщо інше не встановлено у відповідному Додатку (Специфікації), поставка Програмного забезпечення, що здійснюється в електронній чи іншій формі та на умовах, визначених цим Договором, супроводжується отриманням Замовником від Постачальника інформації, яка містить дані облікового запису з правами адміністратора, та копії або примірники інсталяційних пакетів ПП з інтегрованим механізмом автоматичної активації. Програмне забезпечення в електронній чи іншій формі, інформація, яка містить дані облікового запису, з правами адміністратора, та копії або примірники інсталяційних пакетів ПП з інтегрованим механізмом автоматичної активації передаються Замовнику за допомогою зокрема, але не виключно мережі Інтернет, якщо Сторонами не погоджено інше у відповідному Додатку (Специфікації).",
    hardware:
      "Замовник зобов'язується забезпечити виконання попередньо погоджених Сторонами технічних вимог, які визначені в Специфікації, для завантаження Програмного забезпечення відповідно до вимог Постачальника.",
    tender:
      "Договір укладено за результатами проведеної конкурентної процедури закупівлі/без використання електронної системи закупівель**, ID процедури/№ заявки на проведення закупівлі** ",
    note: "\n ** — зазначається умови проведення закупівлі та її номер чи/або ID закупівлі.",
    terms:
      "Сторони підтверджують, що їм зрозуміла термінологія, що використовується у цьому Договорі та що укладення цього Договору відповідає дійсній волі Сторін.", // 2.12
    guarantee:
      "У разі застосування забезпечення виконання Договору про закупівлю, умови надання такого забезпечення передбачаються в Додатку до цього Договору «Забезпечення виконання договору про закупівлю».",
  },
  assortment: {
    // 3
    quantity:
      "Найменування, асортимент та кількість Програмного забезпечення, що поставляється за цим Договором, визначаються у Специфікаціях до цього Договору.",
    buyerRights:
      "Замовник має право на зменшення обсягів закупівлі, зокрема з урахуванням фактичного обсягу видатків Замовника. Зменшення обсягу закупівлі та інші зміни, що стосуються Договору, оформлюються додатковими угодами.",
  },
  guarantee: {
    correspondentQuality:
      "Програмне забезпечення, що поставляється за цим Договором, має відповідати технічним та якісним показникам та вимогам, передбаченим у відповідній Специфікації та технічній документації, що супроводжує Програмне забезпечення.",
    qualityRequirements:
      "Якість Програмного забезпечення повинна відповідати вимогам, що зазвичай пред’являються до даного виду продукції, нормативним документам (державним стандартам, нормам, правилам), що встановлюють вимоги до програмної продукції, якщо такі є, і повинна забезпечувати можливість використання Програмного забезпечення за його функціональним призначенням.",
    asIs: "Замовник отримує копію або примірник Комп'ютерної програми в електронній чи іншій формі у стані «як є» (загальноприйнятий міжнародний принцип «AS IS»), технічні і якісні показники якої відповідають визначеним у відповідній Специфікації, поставленого Програмне забезпечення технічним та якісним показникам та вимогам, передбаченим у відповідній Специфікації та технічній документації.",
    acceptance:
      "Програмне забезпечення вважається таким, що прийняте Замовником, відповідає належній якості, поставлене у відповідній кількості та у належній комплектації, з моменту підписання Сторонами видаткової накладної та Акту приймання-передачі копій або примірників Програмного забезпечення, а також у разі відсутності обґрунтованих зауважень з боку Замовника щодо невідповідності поставленого Програмного забезпечення технічним та якісним показникам та вимогам, передбаченим у відповідній Специфікації та технічній документації, що його супроводжує.",
    modernization:
      "У тому випадку, коли до моменту фактичної поставки, Програмне забезпечення, поставка якого здійснюється за цим Договором, зазнало модернізації або інших змін (вийшла нова версія, реліз тощо), Постачальник погоджує із Замовником можливість поставки модернізованого Програмного забезпечення замість того, поставка якого була передбачена на дату набрання чинності Договором.",
    modernizationLimitation:
      "Модернізація або інші зміни Програмного забезпечення, як передбачено в п. 4.5 цього Договору, вважаються покращенням якості Програмного забезпечення лише у разі збереження технічних та якісних показників та вимог, передбачених у відповідній Специфікації до цього Договору. Покращення якості можливо за умови, що таке покращення не призведе до збільшення ціни Договору. Порядок зміни умов щодо покращення якості Програмного забезпечення за цим Договором узгоджений Сторонами у п.п. 16.4.1 цього Договору.",
  },
  price: {
    // 5
    amountDefinition:
      "Загальна ціна цього Договору складається із загальної вартості поставок усіх копій або примірників Програмного забезпечення та зазначається у Специфікаціях до цього Договору.",
    perProduct:
      "Ціна за одну копію або один примірник Програмного забезпечення встановлюється у відповідній Специфікації до цього Договору. Ціна за один примірник Програмного забезпечення може бути змінена лише за згодою Сторін та виключно у випадках, передбачених чинним законодавством України, а саме п. 19 Особливостей та/або ч. 5 ст. 41 Закону.",
    expensesList:
      "До ціни Програмного забезпечення включені всі витрати Постачальника, які він може понести у зв’язку із виконанням ним обов’язків за цим Договором, в тому числі витрати, безпосередньо пов’язані з Програмним забезпеченням, а також послуги із надання Технічної підтримки Програмного забезпечення відповідно до умов цього Договору.",
  },
  paymentOrder: {
    // 6
    cashless:
      "Розрахунки між Сторонами здійснюються в безготівковій формі шляхом перерахування грошових коштів на розрахунковий рахунок Постачальника (або на розрахунковий рахунок фактора в тому випадку, коли Постачальник відступив (повністю або частково) факторові своє право грошової вимоги до Замовника за цим Договором – відповідно до пунктів 18.7, 18.8 цього Договору). Валютою платежів за цим Договором є національна валюта України – гривня. Зобов’язання з оплати вважається виконаним з моменту списання грошових коштів з розрахункового рахунку Замовника.",
    buyerPays: "Замовник здійснює оплату за Товар за цим Договором шляхом здійснення:\n\n",
    bankDays:
      "Якщо дата оплати є неробочим або не платіжним днем, то платіж переноситься на наступний робочий або платіжний день.",
    budgetFunding:
      "Якщо Замовник є бюджетною організацією, він має право на відстрочку платежу без застосування до нього будь-яких штрафних санкцій у разі відсутності або затримки бюджетного фінансування до отримання такого фінансування. У такому випадку Замовник протягом 3 (трьох) календарних днів з моменту, коли це стало відомо, повідомляє Постачальника про таку затримку. Після отримання відповідного бюджетного фінансування після його затримки Замовник здійснює оплату за Товар протягом 15 (пʼятнадцяти) календарних днів.",
    prepayment:
      "У разі здійснення Замовником попередньої оплати, у випадках, передбачених нижче у цьому пункті сума надлишково перерахованих Замовником Постачальнику коштів підлягає поверненню на рахунок Замовника:",
    tillDelivery: "до здійснення Постачальником поставки Товару або одночасно з такою поставкою, та/або",
    additionalAgreement:
      "протягом 5 (п’яти) календарних днів від дати укладання Додаткової угоди до цього Договору щодо зміни Специфікації, що передбачає зміну кількості Товару та/або ціни за одиницю Товару, та/або",
    buyerRejection:
      "протягом 5 (п’яти) календарних днів від дати направлення Замовником письмового повідомлення про відмову від подальшого прийняття Товару, та/або письмового повідомлення Постачальнику про розірвання Договору, та/або",
    supplierRejection:
      "протягом 5 (п’яти) календарних днів від направлення Постачальником письмового звернення щодо розірвання Договору у зв’язку з неможливістю його виконання.",
    notCredit:
      "Сторони підтверджують, що відстрочка оплати або попередня оплата Товару за цим Договором не є комерційним кредитом.",
  },
  deliveryTerms: {
    // 7
    underTermDelivery: "Строк постачання Програмного забезпечення відображається у Специфікації до цього Договору.",
    place: "Місцем постачання є місцезнаходження Замовника, якщо Сторони не погодять інше у Специфікації.",
    quality:
      "Приймання Програмного забезпечення за якістю та кількістю проводиться Замовником в момент передачі Постачальником.",
    contract:
      "Приймання-передача ПП, в тому числі, але не обмежуючись, у разі передачі ПП за допомогою всесвітньої мережі Інтернет, супроводжується також підписанням у двох примірниках уповноваженими представниками Сторін Акту приймання-передачі примірників Програмного забезпечення.",
    date: "Датою поставки Програмного забезпечення та моментом його отримання вважається дата підписання Сторонами відповідної видаткової накладної на Програмне забезпечення та Акту приймання-передачі примірників Програмного забезпечення за кількістю та якістю (після зняття усіх зауважень).",
    right:
      "Право власності на копію(ї) Програмного забезпечення в електронній формі переходить до Замовника з моменту завантаження Замовником копії комп’ютерної програми, що разом із ключем програми буде надіслано Постачальником на електронну адресу Замовника на зазначену в рахунку електронну адресу Замовника (або в будь-якій іншій прийнятній для Сторін та погодженій ними у відповідній Специфікації формі з використанням мережі Інтернет, що забезпечує отримання Замовником Програмного забезпечення), що підтверджується оформленням та підписанням Сторонами Акту приймання-передачі копій Програмного забезпечення.",
    notMeetRequirements:
      "У разі виявлення при прийманні Програмного забезпечення відхилень від вимог щодо кількості (нестачі) та/або якості Замовник негайно (не пізніше 48 (сорока восьми) годин) шляхом направлення електронного листа повідомляє про виявлену невідповідність Постачальника (згідно з п.18.4 цього Договору), а Постачальник зобов'язується протягом 48 (сорока восьми) годин з моменту отримання відповідного повідомлення направити свого представника для участі в прийманні Програмного забезпечення та складанні акту виявлених недоліків Програмного забезпечення, у якому фіксують виявлені недоліки та/або дефекти поставленого Програмного забезпечення, а також строк їх усунення, який не може перевищувати 5 (пʼять) календарних днів, та порядок усунення таких недоліків та/або дефектів, якщо інше не узгоджено додатково. Постачальник зобов'язаний усунути недоліки за власний рахунок та у строк, зазначений в акті виявлених недоліків Програмного забезпечення. Усі витрати по усуненню недоліків та/або дефектів несе Постачальник.",
    requiredDocumentation:
      "Постачальник разом з Програмним забезпеченням зобов’язується передати Замовнику в день отримання Програмного забезпечення супровідні документи, зазначені у цьому Договорі та відповідній Специфікації до нього.\n\nУ разі відсутності вказаних документів (одного або декількох) Замовник має право за своїм вибором відстрочити приймання Програмного забезпечення до моменту надання Постачальником всіх необхідних супровідних документів або відмовитись від прийняття Програмного забезпечення. У разі ненадання або несвоєчасного надання Постачальником усіх необхідних супровідних документів, Постачальник несе всі ризики та збитки, пов'язані з можливим простроченням постачання Програмного забезпечення, та інші ризики і збитки, які виникли у зв'язку з ненаданням (несвоєчасним наданням) супровідних документів, а також пов’язані із достовірністю таких супровідних документів.",
    improperDocumentation:
      "У разі виявлення під час приймання Програмного забезпечення відхилень від вимог цього Договору щодо його кількості та/або якості та/або комплектності та/або якщо Постачальником не передані одночасно з Програмним забезпеченням супровідні документи, передача яких була передбачена згідно з цим Договором, або такі документи неналежно оформлені, то видаткова накладна та Акт приймання-передачі примірників Програмного забезпечення не підписуються, а подальше приймання Програмного забезпечення призупиняється, про що Сторонами складається відповідний документ щодо виявлених недоліків (Акт).",
    supplierAuthority:
      "У разі виявлення вищезазначених недоліків під час приймання Програмного забезпечення за відсутності уповноваженого представника Постачальника, Замовник зобов'язаний повідомити про це Постачальника протягом 48 (сорока восьми) годин з моменту виявлення такого факту електронними засобами, а також у спосіб, передбачений п. 18.4. цього Договору. Постачальник протягом 24 (двадцяти чотирьох) годин з моменту отримання повідомлення направляє свого уповноваженого представника разом з документом, що підтверджує його повноваження, на місце поставки для складання Акту виявлених недоліків.",
    notSufficientAuthority:
      "Якщо уповноважений представник Постачальника не матиме достатніх повноважень на підписання такого Акту, або не прибуде на виклик Замовника у визначений п. 7.9.1. строк, Замовник вправі скласти такий Акт одноособово, а претензії Постачальника щодо правильності визначення відповідності кількості та/або якості та/або комплектності Програмного забезпечення умовам Договору та/або комплектності та правильності оформлення супровідних документів не прийматимуться. У такому разі Акт виявлених недоліків є обов’язковим для виконання Постачальником так само, як і Акт, оформлений обома Сторонами цього Договору.",
    deficiencies:
      "Акт виявлених недоліків складається протягом 48 (сорока восьми) годин з моменту:\n•   виявлення недоліків, якщо уповноважений представник Постачальника був присутній; або\n•   прибуття уповноваженого представника Постачальника, якщо недоліки виявлено за відсутності уповноваженого представника Постачальника; або\n•   спливу строку відведеного для прибуття уповноваженого представника Постачальника, передбаченого п. 7.9.1. цього Договору.",
    deficienciesDocumentation:
      "В Акті виявлених недоліків зазначаються:\n\n•   дата, місце та час складання Акту;\n•   П.І.Б. та посада особи (осіб), що склала Акт;\n•   реквізити Договору; \n•   перелік, обсяг та характер виявлених недоліків (невідповідність Програмного забезпечення умовам Договору, перелік відсутніх документів тощо); а також\n•   порядок та строки заміни Постачальником Програмного забезпечення, яке не відповідає вимогам Договору, та усунення ним інших недоліків. Право визначати строк усунення недоліків Програмного забезпечення та/або супровідних документів належить Замовнику.",
    sign: "Акт виявлених недоліків підписується особою (особами), що його склала, у двох примірниках для кожної зі Сторін.",
    copies:
      "Примірник Акту виявлених недоліків надається представнику Постачальника або направляється Постачальнику протягом 24 (двадцяти чотирьох) годин з моменту його складання електронними засобами, а також у спосіб, передбачений п. 18.4. цього Договору, для виконання. Постачальник зобов'язаний усунути недоліки за власний рахунок у порядку та у строки, зазначені в Акті виявлених недоліків. Обчислення строку для виконання оплати такого Програмного забезпечення (у випадку постоплати) обчислюється з моменту усунення недоліків.",
    examination:
      "У випадку розбіжностей між Сторонами щодо правильності визначення відповідності кількості та/або якості та/або комплектності Програмного забезпечення умовам Договору та/або комплектності та правильності оформлення супровідних документів, будь-яка зі Сторін може звернутися до Торгово-промислової палати України для проведення відповідної експертизи. У випадку розбіжностей між Сторонами щодо правильності визначення відповідності якості Програмного забезпечення умовам Договору та відповідної Специфікації, Сторони уповноважені звернутись до державних спеціалізованих установ, що проводять комп'ютерно-технічну експертизу для виявлення функціонально-технічних несправностей та/або відповідності Програмного забезпечення відповідній Специфікації, та/або реалізовані у даному програмному забезпеченні (програмному коді) функції, передбачені відповідною Специфікацією, тощо. Витрати на проведення експертизи нестиме Сторона, яка ініціювала її проведення. Сторона, позиція якої не підтвердилася висновками експертизи, повинна відшкодувати іншій Стороні витрати на її проведення.",
    lesserQuantityOfGoods:
      "Якщо Постачальник на момент закінчення строку поставки Програмного забезпечення, визначеного відповідною Специфікацією, передав Замовнику меншу кількість копій або примірників Програмного забезпечення, ніж це встановлено цим Договором, Замовник має право вимагати передання кількості копій або примірників Програмного забезпечення, якої не вистачає, або відмовитися від поставленого Програмного забезпечення та його оплати, а якщо він оплачений — вимагати повернення сплаченої за нього грошової суми.",
    lesserAssortmentOfGoods:
      "У разі передачі Постачальником Програмного забезпечення в асортименті, що не відповідає умовам цього Договору, Замовник має право відмовитися від його прийняття та оплати, а якщо воно вже оплачене – вимагати повернення сплаченої за нього грошової суми.",
    partly:
      "Якщо Постачальник передав Замовнику Програмне забезпечення, асортимент якого частково відповідає умовам цього Договору та Специфікації, то Замовник має право на свій вибір:\n\n•   прийняти частину Програмного забезпечення, що відповідає умовам Договору та відповідної Специфікації, і відмовитися від решти Програмного забезпечення;\n•   відмовитися від усього Програмного забезпечення та у разі здійснення попередньої оплати вимагати повернення сплаченої за Програмне забезпечення грошової суми в повному обсязі;\n•   вимагати заміни частини Програмного забезпечення, що не відповідає асортименту, Програмним забезпеченням в асортименті, який визначено в відповідній Специфікації до цього Договору.",
    signingRequirements:
      "Підписанням цього Договору Сторони підтверджують, що особи, які будуть підписувати видаткові накладні, акти приймання-передачі, акти виявлених недоліків та інші документи у разі необхідності, мають відповідні повноваження на таке підписання. У випадку відсутності відповідних повноважень у особи, яка підписала від імені Постачальника вищевказані документи, Замовник має право не здійснювати оплату за поставлене Постачальником Програмне забезпечення та відмовитися від його приймання.",
  },
  intellectualProperty: {
    // 8
    included:
      "Відповідно до умов цього Договору без дозволу Постачальника або Правовласника, Замовник має право безоплатно:",
    copy: "Виготовити резервну копію, якщо це необхідно для використання комп’ютерної програми;",
    decompile:
      "декомпілювати комп’ютерну програму (перетворити її з об’єктного коду у вихідний текст) з метою одержання інформації, необхідної для досягнення її взаємодії з іншою незалежно розробленою комп’ютерною програмою, з дотриманням таких умов:\n\n •   інформація, необхідна для досягнення здатності до взаємодії, раніше не була доступною цій особі з інших джерел;\n •   зазначена декомпіляція здійснюється виключно щодо тих частин комп’ютерної програми, які необхідні для досягнення здатності до взаємодії;\n •   інформація, одержана в результаті декомпіляції, може використовуватися лише для досягнення здатності до її взаємодії з іншими програмами, але не може передаватися іншим особам, крім випадків, якщо це необхідно для досягнення здатності до взаємодії з іншими комп’ютерними програмами, а також не може використовуватися для розроблення, виготовлення чи продажу комп’ютерної програми, суттєво подібної за своїм вираженням до декомпільованої комп’ютерної програми, або для вчинення будь-якої іншої дії, що порушує авторське право.",
    changes:
      "Без дозволу Постачальника та/або Правовласника Замовник не має права здійснювати переклад, адаптацію або будь-яку іншу зміну (модифікацію) Програмного забезпечення і відтворення результатів таких дій.",
    usage:
      "Без дозволу Постачальника та/або Правовласника Замовник не має права здійснювати використання Програмного забезпечення з метою, іншою, ніж його використання за функціональним призначенням та відповідно до умов EULA, а також здійснювати відтворення Програмного забезпечення повністю або частково, будь-яким способом та в будь-якій формі, окрім як для цілей його використання за функціональним призначенням та відповідно до умов EULA.",
    violation:
      "Порушенням прав інтелектуальної власності на Програмне забезпечення за цим Договором вважається в тому числі, але не виключно, передача, надання прав, наданих Замовнику за цим Договором, Замовником третім особам, надання Замовником неправомірного доступу третім особам до Програмного забезпечення; передача Замовником присвоєного логіну та паролю доступу до Програмного забезпечення третім особам, а також інші способи порушення майнових прав інтелектуальної власності Замовника та/або Правовласника та немайнових авторських прав на Програмне забезпечення. Будь-яке порушення прав інтелектуальної власності на Програмне забезпечення є порушенням умов цього Договору та надає Постачальнику право на дострокове припинення його дії в односторонньому поряду та відшкодування збитків, завданих порушенням авторського права Замовником відповідно до умов чинного законодавства України.",
  },
  technicalSupport: {
    // 9
    included: "Перелік послуг Постачальника з Технічної підтримки Програмного забезпечення, включає наступні послуги:",
    consultation:
      "Консультаційне та інформаційне супроводження з питань експлуатації Програмного забезпечення:\n•   надання віддалених консультацій Замовнику з питань конфігурації та базового адміністрування Програмного забезпечення по телефону та електронною поштою. Для отримання консультацій замовник звертається до Постачальника за телефоном або формує запит на надання інформації електронною поштою до Служби сервісу Постачальника. Консультації надаються Постачальником у робочі дні протягом однієї години з моменту відповідного звернення Замовника.",
    update:
      "Оновлення Програмного забезпечення – надання Замовнику оновлень та виправлень Програмного забезпечення по мірі випуску таких оновлень.",
    incidents:
      "Інцидентна підтримка – передбачає можливість віддаленого звернення Замовника до Служби сервісу Постачальника (електронна пошта, телефон, портал самообслуговування) без виїзду спеціалістів Постачальника до Замовника для встановлення причини несправності та відновлення роботи Програмного забезпечення та його Компонентів.",
    malfunction:
      "У випадку, якщо несправність Програмного забезпечення виникла з вини Замовника або третіх осіб, Постачальник має право відмовити Замовнику у наданні Технічної підтримки за цим Договором.",
    malfunctionList:
      "До несправностей Програмного забезпечення та його Компонентів з вини Замовника або третіх осіб відноситься:\n\n (а)   відмови внаслідок взаємодії шкідливих програм (вірусів);\n (б)   відмови внаслідок збоїв у роботі суміжних систем;\n (в)   відмови внаслідок модифікації Програмного забезпечення без письмової згоди Постачальника;\n (г)   відмови внаслідок використання Програмного забезпечення на апаратних засобах, непризначених для його використання;\n (ґ)   відмови з вини третіх осіб, за виключенням Постачальника, у тому числі відмови каналів зв’язку, відмови електропостачання;",
    period:
      "Строк надання Технічної підтримки Замовнику за даним Договором здійснюється протягом строку експлуатації Програмного забезпечення з моменту набрання чинності цим Договором.",
    credentials:
      "Постачальник зобов’язаний надати Замовнику доступ до Служби сервісу для відправлення запиту на сервіс протягом 5 (пʼяти) календарних днів від дати набрання чинності цим Договором.",
    request:
      "При виявленні несправності Програмного забезпечення Користувач подає запит в Службу сервісу Постачальника наступними способами:\n\n•   в телефонному режимі\n•   через електронну пошту\n •   через портал самообслуговування\n\nТакий запит повинен містити:\n\n•   пріоритет проблеми відповідно до п. 9.8 цього Договору;\n•   назву компанії Змовника;\n•   прізвище, ім’я, контактні дані відповідальної особи компанії Замовника;\n•   найменування Програмного забезпечення, з яким виникли проблеми;\n•   опис несправності, питання чи проблеми.\n\n Постачальник не вважається таким, що порушив умови надання послуг з Технічної підтримки у разі неправильного зазначення Замовником відомостей у запиті.", // 9.6
    priority:
      "Пріоритет проблеми впливає на швидкість реагування Постачальника на звернення Замовника за наданням Послуг інцидентної підтримки та/або наданням інформаційно-консультаційних послуг. Пріоритет проблеми встановлює відповідальна особа компанії Замовника під час реєстрації запиту. Постачальник має право знизити пріоритет проблеми, якщо в процесі діагностики несправності з'ясується, (а) що заявлений Замовником пріоритет не відповідає реальному рівню проблеми, (б) що Замовник не виділив відповідні ресурси для діагностики несправності. Після зниження пріоритету проблеми Постачальник зобов'язаний сповістити Замовника.",
    priorityDefinition: "Пріоритетність проблеми визначається за наступних умов:\n",
  },
  responsibilities: {
    // 10
    definition:
      "У разі невиконання або неналежного виконання своїх зобов'язань за Договором Сторони несуть відповідальність, передбачену чинним законодавством України та цим Договором.",
    periodViolation:
      "У разі порушення строку поставки, передбаченого Специфікацією, непоставки Програмного забезпечення, повернення Замовником Програмного забезпечення з підстав, передбачених цим Договором, Постачальник сплачує Замовнику пеню у розмірі 0,1% (нуль цілих одна десята відсотка) від ціни непоставленого, несвоєчасно поставленого, повернутого Програмного забезпечення, за кожний день прострочення. Пеня нараховується протягом строку порушення виконання зобов’язань за Договором, включаючи день виконання такого зобов’язання.\n\nЗа порушення строку поставки Програмного забезпечення понад 30 (тридцять) календарних днів Постачальник додатково сплачує штраф у розмірі 7% (сім відсотків) від ціни непоставленого або несвоєчасно поставленого Програмного забезпечення.",
    hugePeriodViolation:
      "У разі порушення строків поставки Програмного забезпечення понад 10 (десять) календарних днів та якщо Сторони не досягнуть згоди щодо продовження строку поставки, Замовник має право відмовитися від прийняття Програмного забезпечення. При цьому Постачальник не звільняється від зобов’язань щодо сплати пені та штрафу, передбачених цим Договором, відшкодування Замовнику документально підтверджених витрат, спричинених порушенням строків поставки, непоставкою (несвоєчасною поставкою) Програмного забезпечення, а також повернення на рахунок Замовника суми попередньої оплати за недопоставлене Програмне забезпечення.",
    rejection:
      "У разі надходження письмового звернення від Постачальника щодо розірвання Договору у зв’язку з неможливістю його виконання, Договір в установленому порядку розривається, а з Постачальника крім пені та/або штрафу, зазначених у п. 10.2 Договору, стягується штраф у розмірі 20% (двадцять відсотків) вартості непоставленого (неприйнятого) Програмного забезпечення та, в разі отримання передоплати, Постачальник здійснює повернення отриманих коштів за таке Програмне забезпечення.",
    qualityViolation:
      "За поставку Програмного забезпечення неналежної якості Постачальник сплачує на користь Замовника штраф у розмірі 20% (двадцять відсотків) від вартості неякісного Програмного забезпечення та, в разі отримання передоплати, здійснює повернення отриманих коштів за таке Програмне забезпечення. Передоплата може не повертатися у випадку, якщо Постачальник замінив Програмне забезпечення неналежної якості на Програмне забезпечення належної якості. Строки такої заміни Сторони узгоджують способом, передбаченим п. 18.4 цього Договору.",
    penalties:
      "У разі застосування штрафу Постачальник зобов’язаний сплатити суму штрафу протягом 30 (тридцяти) календарних днів від дати направлення Замовником письмового повідомлення Постачальнику.\n\nСплата штрафів не звільняє Постачальника від виконання цього Договору та відшкодування Замовнику підтверджених збитків (у повній сумі, понад штрафні санкції).",
    additionalPenalties:
      "В разі, якщо органами державної податкової служби (через повідомлення-рішення, внесення коригувань у особовий рахунок Замовника як платника податку на додану вартість, іншим способом) та/чи рішенням (постановою) суду буде зменшено податковий кредит Замовника з ПДВ за будь-якими податковими накладними Постачальника, або зменшені валові витрати (витрати) Замовника на вартість Програмного забезпечення (ПП), що були надані Постачальником, іншим чином збільшено фінансовий результат Замовника до оподаткування, донараховано Замовнику податки, збори, обов’язкові платежі, нараховано Замовнику штрафні санкції за порушення податкового законодавства чи судом буде прийнято рішення про стягнення на користь держави отриманого з угоди, що визнана недійсною, і це буде пов’язано включаючи, але не обмежуючись:\n\n•   анулюванням (відміною) державної реєстрації Постачальника; чи \n•   виключенням Постачальника або залучених ним третіх осіб з реєстру платників податку на додану вартість (в тому числі анулюванням свідоцтва платника ПДВ); чи \n•   господарськими відносинами Постачальника та/чи його контрагентів із підприємствами, що мають ознаки фіктивності, що зафіксовано в актах перевірки органів державної податкової служби чи рішенні (постанові) суду; чи \n•   неналежним веденням Постачальником бухгалтерського та/чи податкового обліку, несвоєчасним, невідповідним шляхом, не в повній мірі наданням у податкові органи необхідної податкової звітності; чи \n•   встановленням податковим органом чи судом недійсності (в тому числі нікчемності) угоди, укладеної між Замовником та Постачальником; чи \n•   будь-якими фактами, що пов’язані з порушенням Постачальником податкового законодавства,\n\nПостачальник зобов’язаний протягом 10 (десяти) календарних днів з дати відправки Замовником відповідної вимоги Постачальнику за його місцезнаходженням сплатити Замовнику грошові кошти в розмірі, що дорівнює сумі, на яку Замовнику зменшено податковий кредит з ПДВ, валові витрати, іншим чином збільшено фінансовий результат Замовника до оподаткування, донараховано податки, збори, обов’язкові платежі, нараховано штрафні санкції.",
  },
  forceMajeure: {
    // 11
    definition:
      "Кожна Сторона звільняється від відповідальності за прострочення або невиконання зобов'язань за цим Договором, якщо це прострочення або невиконання було спричинене обставинами непереборної сили (форс-мажорними обставинами) (далі – Форс-мажорна обставина), які виникли після підписання цього Договору, і не було можливості уникнути або усунути такі обставини або їх наслідки розумними зусиллями кожної зі Сторін. До Форс-мажорних обставин відносяться: обставини війни, військові дії, мобілізація, протиправні дії третіх осіб, громадські заворушення; пожежі, повені, землетруси й інші стихійні лиха; епідемії; а також всі інші події та обставини, які Торгово-промислова палата України або уповноважені нею регіональні торгово-промислові палати визнають такими обставинами, за умови наявності причинно-наслідкового зв'язку між вказаними обставинами та фактом невиконання Стороною своїх зобов'язань за цим Договором. Для уникнення будь-яких сумнівів, не вважаються Форс-мажорними обставинами, зокрема, недодержання своїх обов’язків контрагентом Сторони, відсутність на ринку товарів, потрібних для виконання зобов’язання між Сторонами, відсутність у Сторони необхідних коштів, обладнання, робочої сили тощо для виконання зобов'язання за цим Договором.",
    martialLaw:
      "Сторони розуміють та усвідомлюють, що на момент підписання цього Договору відповідно до Указу Президента України від 24 лютого 2022 року № 64/2022 «Про введення воєнного стану в Україні» та Закону України «Про затвердження Указу Президента України «Про введення воєнного стану в Україні» від 24 лютого 2022 року № 2102-IX, з 24 лютого 2022 року в Україні введений воєнний стан, дія якого триває на момент підписання Сторонами цього Договору. При цьому, строк дії воєнного стану може бути продовжений у встановленому законодавством України порядку.",
    notForceMajeure:
      "З огляду на факти, викладені у п. 11.2 цього Договору, Сторони погоджуються не посилатися на воєнний стан як Форс-мажорну обставину в розумінні цього розділу Договору. Винятки можуть становити лише істотні зміни (погіршення) об'єктивних обставин під час дії воєнного стану, які можуть вплинути на виконання цього Договору. Такими істотними змінами (погіршеннями) можуть вважатися: захоплення, пошкодження, руйнування майна Сторін внаслідок ракетних чи артилерійських обстрілів чи інших обставин, пов'язаних з бойовими діями, збої в роботі платіжних систем, що унеможливлює вчасне перерахування коштів Сторонами; прийняття нормативно-правових актів органами державної влади або місцевого самоврядування, які впливають на строки та умови поставки між Сторонами; критичне пошкодження об'єктів інфраструктури (доріг, складів тощо), що впливає на строки поставки чи умови зберігання продукції для виконання Договору між Сторонами тощо.",
    delay:
      "Строк виконання зобов’язань Стороною, яка потрапила під дію Форс-мажорних обставин, може бути відкладений на час, протягом якого діятимуть такі обставини.",
    resumeObligations:
      "Сторона, яка постраждала від дії Форс-мажорних обставин, повинна докладати розумних зусиль для зменшення наслідків, спричинених Форс-мажорними обставинами, і відновити виконання всіх відповідних зобов'язань у найкоротший термін після припинення дії Форс-мажорних обставин. Сторона не звільняється від виконання зобов'язань за цим Договором після припинення дії Форс-мажорних обставин. Якщо Сторона, яка постраждала від Форс-мажорних обставин, не відновлює виконання відповідних зобов'язань після зникнення причини для тимчасового звільнення від їх виконання через Форс-мажорні обставини, Сторона несе відповідальність перед іншою Стороною.",
    notificationTerm:
      "Сторона, для якої створилися неможливість, ускладнення або затримка виконання зобов'язань за цим Договором внаслідок Форс-мажорних обставин, повинна негайно, але не пізніше 10 (десяти) календарних днів повідомити іншу Сторону в письмовій формі / електронним листом як про настання, так і про ймовірну тривалість дії таких обставин та/або їх наслідків. Такий порядок вважається належним повідомленням Сторони про настання Форс-мажорних обставин. Неповідомлення Стороною про настання Форс-мажорних обставин у вказаному у цьому пункті порядку позбавляє таку Сторону права у майбутньому посилатися на відповідні Форс-мажорні обставини.",
    tradeChamber:
      "Для уникнення будь-яких сумнівів, Сторони не матимуть претензій одна до одної за затримку або невиконання зобов'язань за цим Договором лише у випадку належного та своєчасного повідомлення іншої Сторони про настання Форс-мажорних обставин, що підтверджується достатніми доказами. Сертифікат Торгово-промислової палати України або відповідних уповноважених нею регіональних торгово-промислових палат має бути наданий іншій Стороні разом з повідомленням про настання Форс-мажорних обставин, що надається в порядку, передбаченому в п. 11.6 цього Договору.",
    significantlyComplicated:
      "У разі, якщо виконання Договору з боку Постачальника унеможливлюється, суттєво ускладнюється або затримується на період понад 60 (шістдесят) календарних днів внаслідок однієї або більше Форс-мажорних обставин протягом строку дії Договору, а Сторони не зможуть знайти взаємоприйнятне рішення для продовження співпраці, Замовник може розірвати Договір, направивши повідомлення Постачальнику у письмовій формі за 10 (десять) календарних днів до дати розірвання Договору.",
    alreadyDelayed:
      "Сторона не має права посилатися на Форс-мажорні обставини як на підставу звільнення її від відповідальності, якщо на момент виникнення таких обставин Сторона, яка підпала під їх дію, прострочила виконання своїх зобов’язань за Договором.",
    bothKnowThereIsAWar:
      "Підписанням цього Договору Сторони підтверджують свою обізнаність щодо обставин війни, військових дій, бойових дій та часткової тимчасової окупації територій України. Сторони також підтверджують, що станом на дату підписання цього Договору відсутні обставини, які унеможливлюють або будь-яким чином ускладнюють виконання зобов'язань за цим Договором. Однак, Сторони розуміють та погоджуються, що у випадку істотної зміни (погіршення) обставин, що безпосередньо призведе до неможливості виконання Договору, Сторони можуть застосувати положення цього Договору про Форс-мажорні обставини.",
  },
  sanction: {
    // 14
    productOrigins:
      "Постачальник гарантує, що Програмне забезпечення не походить з Російської Федерації/Республіки Білорусь/Ісламської Республіки Іран.",
  },
  contractAction: {
    // 15
    agreementValidTermStart: "Цей Договір набирає чинності з моменту його підписання обома Сторонами і діє до ",
    agreementValidTermEnd:
      ", а в частині виконання Сторонами своїх зобов’язань за цим Договором, у тому числі в частині розрахунків, поставки Програмного забезпечення, штрафних санкцій – до повного їх виконання.",
    extension:
      "Строк дії Договору та виконання зобов’язань щодо передачі Програмного забезпечення може бути подовжено у разі виникнення документально підтверджених об’єктивних обставин, що спричинили таке подовження, у тому числі форс-мажорних обставин, затримки фінансування витрат Замовника, за умови, що такі зміни не призведуть до збільшення суми, визначеної в Договорі.",
    sufficientExtensionPeriod:
      "Дія Договору про закупівлю може продовжуватися на строк, достатній для проведення процедури закупівлі на початку року, в обсязі, що не перевищує 20 відсотків суми, визначеної у договорі, укладеному в попередньому році, якщо видатки на цю мету затверджено в установленому порядку.",
  },
  messaging: {
    // 16
    termsNotDiffer:
      "Умови цього Договору не мають відрізнятися від пропозиції Постачальника крім випадків, передбачених п. 18 Особливостей та ч. 4 ст. 41 Закону.",
    stability:
      "Істотні умови цього Договору не можуть змінюватися після його підписання до повного виконання зобов’язань його Сторонами, крім випадків, передбачених п. 19 Особливостей та ч. 5 ст. 41 Закону.",
    changesCompromise:
      "Зміни та доповнення до цього Договору можуть бути внесені за наявності взаємної згоди Сторін. Всі зміни та доповнення до цього Договору викладаються у письмовій формі і після їх підписання обома Сторонами стають невід’ємними частинами Договору.",
    detailChanges:
      "Зміни до цього Договору, що пов’язані із зміною Стороною місцезнаходження, реквізитів, реквізитів для оплати та інші зміни, які можуть вплинути на виконання зобов’язань за цим Договором мають повідомлятися Стороною, яка їх зазнала, протягом 5 (п’яти) календарних днів після настання таких змін.",
    termination:
      "Замовник має право достроково розірвати цей Договір в односторонньому порядку шляхом направлення письмового повідомлення не менше ніж за 10 (десять) календарних днів до дати дострокового розірвання Договору. Договір вважається розірваним через 10 (десять) календарних днів з дня отримання іншою Стороною повідомлення про розірвання Договору, якщо інший більш тривалий строк не зазначено у цьому повідомленні.",
    obligations: "Розірвання Договору не звільняє Сторони від відповідальності за цим Договором.",
    settleDebts:
      "При розірванні Договору Сторони зобов’язані провести звірку взаємних розрахунків на дату його розірвання. Сторона, яка за результатами виявиться боржником, повинна погасити заборгованість протягом 10 (десяти) календарних днів з дня розірвання Договору.\n\nЗобов’язання вважаються припиненими з моменту їх повного виконання Сторонами, та у випадках, встановлених чинним законодавством України.",
    changesInitiative:
      "Сторона, яка зацікавлена у внесенні змін до істотних умов Договору на підставі п. 19  Особливостей та ч. 5 ст. 41 Закону, повинна у письмовій формі направити іншій Стороні пропозиції щодо таких змін з обґрунтування необхідності їх внесення.\n\nЗвернення про внесення змін до істотних умов Договору розглядається іншою Стороною протягом 3 (трьох) календарних днів та протягом цього строку у письмовій формі повідомляє про своє рішення Сторону, що направила пропозиції.",
    enhancedQuality:
      "Сторони погоджують окремий порядок внесення змін щодо покращення якості Програмного забезпечення за цим Договором, якщо таке покращення не призведе до збільшення ціни Договору.\n\nУ випадку, якщо Постачальник має намір поставити Замовнику Програмне забезпечення у визначені цим Договором кількості, ціні та строках, але підвищеної якості порівняно із передбаченою умовами цього Договору, то Постачальник повідомляє про це Замовника не пізніше, ніж за 10 (десять) календарних днів до запланованої дати поставки в один із способів, передбачених п. 18.4 цього Договору. У такому повідомленні обов’язково зазначаються характеристики Програмного забезпечення підвищеної якості.\n\nПісля отримання такого повідомлення Замовник має право:\n\n(а)   погодитися на поставку Програмного забезпечення підвищеної якості у кількості, строки та за ціною, передбаченими умовами цього Договору. При цьому Замовник повинен повідомити про свою згоду Постачальника шляхом надання відповіді на повідомлення Постачальника в один із способів, передбачених п. 18.4 цього Договору, протягом 3 (трьох) календарних днів з моменту отримання повідомлення;\n(б)   відмовитися від поставки Програмного забезпечення підвищеної якості і вимагати поставки Програмного забезпечення відповідно до умов цього Договору. При цьому Замовник повинен повідомити про свою відмову шляхом надання відповіді на повідомлення Постачальника в один із способів, передбачених п. 18.4  цього Договору, протягом 3 (трьох) календарних днів з моменту отримання повідомлення. Ненадання Замовником відповіді згідно з цим пунктом Договору тлумачиться як відмова Замовника від пропозиції Постачальника щодо поставки Програмного забезпечення підвищеної якості.\n\nУ разі, якщо Замовник відмовляється від пропозиції Постачальника щодо поставки Програмного забезпечення підвищеної якості, Постачальник зобов'язаний поставити Програмне забезпечення відповідно до умов цього Договору.\n\n",
  },
  confidential: {
    // 17
    define:
      "Будь-яка інформація про діяльність однієї із Сторін цього Договору, яка стане відомою іншій Стороні цього Договору у зв’язку з підписанням та/або виконанням та/або припиненням цього Договору є конфіденційною інформацією (далі – «Конфіденційна інформація»).",
    secure:
      "Конфіденційна інформація не може бути передана жодною із Сторін цього Договору для використання, ознайомлення третіми особами та/або без попередньої письмової згоди на те іншої Сторони.",
    notifyAboutConfidentiality:
      "Кожна зі Сторін зобов’язується при наданні конфіденційної інформації у випадках, дозволених цим Договором, повідомляти, що інформація, яка надається, є конфіденційною і не може бути розголошена третім особам протягом строку Договору та протягом 1 (одного) року після припинення дії Договору.",
  },
  otherTerms: {
    // 18
    procurementLaw:
      "Цей Договір укладено у відповідності до чинного законодавства України у сфері публічних закупівель.",
    countryLaw: "Цей Договір регулюється та тлумачиться відповідно до законодавства України.",
    warrants:
      "Кожна Сторона запевняє та гарантує іншій Стороні таке:\n\n•   що вона має право укладати та підписувати цей Договір та будь-які інші документи, що стосуються цього Договору, та виконувати свої зобов'язання за цим Договором, і вона здійснила усі необхідні дії для його підписання та виконання; \n•   підписання та виконання цього Договору цією Стороною не є порушенням та не суперечить жодному закону, який до неї застосовується, розпорядженню будь-якого органу державної влади чи управління, а також жодному контрактному зобов'язанню чи обмеженню, обов'язковому для цієї Сторони; \n•   вона отримала усі необхідні дозволи органів державної влади та інші дозволи, які вимагаються для укладення та підписання цього Договору та виконання своїх зобов'язань за цим Договором, і що усі ці дозволи є чинними, і що ця Сторона дотрималася усіх умов, передбачених цими дозволами. Постачальник гарантує наявність у нього необхідних ліцензій та інших дозволів, які необхідні для поставки Товару за цим Договором; \n•   особи, які підписали цей Договір, мають відповідні належним чином оформлені повноваження.",
    messages:
      "Належним повідомленням за цим Договором вважається повідомлення одним із таких способів: \n•   відправлення рекомендованого листа, \n•   відправлення кур’єрською службою, \n•   вручення нарочним під розпис уповноваженій особі, \n•   направлення електронного листа з таких електронних адрес:\n",
    messagesDetailsInAgreement:
      "•   направлення електронного документу з дотриманням вимог ЗУ “Про електронні документи та електронний документообіг” за реквізитами, вказаними у даному Договорі.",
    eDocumentValidity:
      "Виключно для цілей прискорення поставки Програмного забезпечення, Сторони визнають документи, які передано факсом та/або електронними засобами, включаючи без обмежень електронну пошту, такими, що є еквівалентними документам, які оформлені на паперових носіях. Такі документи мають для Сторін обов’язкову юридичну силу. Однак, таке правило не звільняє Сторони від зобов’язання підписати та обмінятися оригіналами таких документів на паперових носіях. При цьому, Сторона, яка суттєво затримала підписання або відправку оригіналів документів на паперових носіях іншій Стороні має відшкодувати такій Стороні будь-які штрафні санкції застосовані до неї у зв‘язку із порушенням вимог законодавства або умов цього Договору, що спричинені відсутністю оригіналів документів.",
    agreementQuantity:
      "Договір складений у 2 (двох) оригінальних примірниках українською мовою, по одному для кожної із Сторін. Обидва примірники мають однакову юридичну силу.",
    factoring:
      "Сторони домовилися, що Постачальник може укласти договір факторингу (фінансування під відступлення права грошової вимоги) на будь-якому етапі дії цього Договору до того, як за ним були проведені розрахунки. При цьому при укладенні договору факторингу фактор набуває лише право на отримання від Замовника за цим Договором коштів, разом з тим зобов'язання Постачальника, передбачені цим Договором, залишаються незмінними. \n\nПідставою для виникнення зобов'язання Замовника щодо оплати на користь фактора грошових коштів за цим Договором є:\n\n(а)   повідомлення від Постачальника або фактора про укладення договору факторингу, та \n(б)   документ, що підтверджує виконання Постачальником своїх зобов'язань за цим Договором, підписаний обома Сторонами (Постачальником та Замовником). \n\nУ разі наявності договору факторингу між Постачальником та фактором, Замовник здійснює оплату за поставлений Товар безпосередньо фактору.",
    integralAppendices:
      "Невід’ємною частиною цього Договору є:\n\n•   Додаток № 1 «Специфікація», Додаток № 2 «Забезпечення виконання Договору про закупівлю» та \n•   усі інші Додатки та Додаткові угоди, які укладатимуться Сторонами до цього Договору.",
    transferObligations:
      "Жодна із Сторін не вправі передавати свої права та обов’язки за цим Договором третій особі без попередньої письмової згоди іншої Сторони за винятком відступлення фактору свого права грошової вимоги до Замовника повністю або частково, відповідно до укладеного між Постачальником та обраним ним фактором договору факторингу у відповідності до положень, передбачених у п. 18.7 цього Договору.",
  },
  priority: {
    // Table in 9.8
    header: ["Пріорітет", "Найменування", "Опис"],
    critical: [
      "Пріорітет 1",
      "Критичний",
      "Обладнання та/або ПЗ повністю непрацездатне і це має критичний вплив на роботу усієї системи (ІТ інфрастуктури) Замовника.",
    ],
    high: [
      "Пріорітет 2",
      "Сильний вплив",
      "Працездатність ПЗ серйозно погіршилась або ПЗ працює з періодичними збоями і це певним чином впливає на працездатність усієї системи (ІТ інфраструктури) Замовника.",
    ],
    low: [
      "Пріорітет 3",
      "Слабкий вплив",
      "Працездатність ПЗ дещо погіршилась, але основні процеси працюють стандартним чином і це практично не впливає на працездатність всієї системи (ІТ інфраструктури) Замовника.",
    ],
    request: [
      "Пріорітет 4",
      "Запит на інформацію",
      "Необхідна інформація або консультація спеціаліста з питань експлуатації ПЗ.",
    ],
  },
};
