import { STRING } from "@/constants/string";

export const pqBase: Record<string, string> = {
  city: "місто ",
  ukraine: ", Україна",
  firstRowSpaces: "                                         ",
  year: " «__» __________ 20__ року",
  contractNumber: "ДОГОВІР ПРО ЗАКУПІВЛЮ №",
  customerName: "Назва покупця",
  supplierName: "Назва постачальника",
  edrpou: " код ЄДРПОУ",
  accreditedPerson: "ПІБ уповноваженої особи",
  accreditedDocument: "документ, на підставі якого діє уповноважена на підписання договору особа",
  nextNamedBuyer: ", надалі іменується – ПОКУПЕЦЬ, в особі ",
  nextNamedCustomer: ", надалі іменується – ЗАМОВНИК, в особі ",
  nextSupplier: ", далі – Постачальник, в особі ",
  nextBuyer: ", далі – ПОКУПЕЦЬ, в особі  ",
  nextCustomer: ", далі – ЗАМОВНИК, в особі  ",
  nextSides:
    " в подальшому разом іменуються – Сторони, а кожна окремо – Сторона, уклали цей договір про закупівлю  згідно процедури закупівлі ідентифікатор процедур  - ",
  nextContract: " (надалі іменується – Договір), про наступне:\n",
  basisOf: ", який(-а) діє на підставі ",
  onOneSide: ", з однієї сторони, та ",
  location: "МІСЦЕЗНАХОДЖЕННЯ, РЕКВІЗИТИ СТОРІН І ПІДПИСАНТИ",
  eAddress: "електронна адреса",
  tenderId: "UA номер закупівлі",
  hrn: "грн.",
  hryvnias: "гривень",
  uah: "UAH",
  customer: "Замовник",
  supplier: "Постачальник",
  phone: "Телефон: ",
  email: "Електронна пошта: ",
};

export const pqTexts: Record<string, Record<string, any>> = {
  subject: {
    obligationsToBuyer:
      "Постачальник бере на себе зобов’язання поставити Покупцю у власність товар, найменування, асортимент, кількість, ціна товару, та інша інформація щодо товару та технічної документації до нього, наведені в Специфікації, яка є Додатком № 1 до цього Договору (далі - Товар), а Покупець - прийняти та оплатити такий Товар в порядку та на умовах, визначених цим Договором.",
    meetSpecification:
      "Товар повинен відповідати Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору  (далі - Специфікація).",
    ownership:
      "Постачальник гарантує, що Товар належить йому на праві власності, не перебуває під забороною відчуження, арештом, не є предметом договорів оренди, застави та іншим засобом забезпечення виконання зобов'язань перед будь-якими фізичними або юридичними особами, державними органами і державою, а також не є предметом будь-якого іншого обтяження чи обмеження, передбаченого законодавством України.",
    procurementAmount:
      "Обсяг закупівлі Товару може бути зменшений, зокрема з урахуванням фактичного обсягу фінансування видатків Покупця. У випадку, якщо Сторони домовилися змінити обсяг закупівлі, це узгоджується Сторонами шляхом підписання відповідної додаткової угоди до Договору.",
    noLawContradiction:
      "Постачальник підтверджує, що укладання та виконання ним цього Договору не суперечить нормам законодавства Україні та відповідає його вимогам, а також підтверджує те, що укладання та виконання ним цього Договору не суперечить цілям діяльності Постачальника, положенням його статутних документів чи інших дозвільних документів відповідно до діючого законодавства.",
    licenseCopy:
      "Під час укладення договору Постачальник надає Покупцю копію ліцензії або документа дозвільного характеру (у разі їх наявності) на провадження певного виду господарської діяльності, якщо отримання дозволу або ліцензії на провадження такого виду діяльності передбачено законом.",
    fuelObligations:
      "Постачальник зобов’язується поставити у власність Покупця нафтопродукти (), визначені Сторонами в Специфікації, що є Додатком №1 до Договору (далі – Паливо), а Покупець зобов’язується прийняти та оплатити Паливо в порядку та на умовах Договору. Найменування Палива, асортимент, кількість, ціна, тощо, наведені в Специфікації, що є Додатком № 1 до Договору (далі – Специфікація).",
    talons:
      "Постачання палива здійснюється із використанням талонів, через мережу автозаправних станцій (далі – АЗС), визначених у Переліку АЗС (додаток 2 до цього Договору) з наданням підтвердних на цю операцію документів (касових чеків). Покупець в порядку і на умовах визначених цим Договором зобов'язується прийняти та оплатити Постачальнику вартість Палива.",
    fuelProcurement:
      "Обсяг закупівлі Палива може бути зменшений, зокрема з урахуванням фактичного обсягу фінансування видатків Покупця. У випадку, якщо Сторони домовилися змінити обсяг закупівлі, це узгоджується Сторонами шляхом підписання відповідних додаткових угод до Договору.",
    pharmObligation:
      "ПОСТАЧАЛЬНИК бере на себе зобов’язання поставити ЗАМОВНИКУ фармацевтичну продукцію, найменування, перелік та характерники якої визначені в Специфікації (додаток №1), ДК 021:2015, код 33600000-6, а ЗАМОВНИК - прийняти таку продукцію та оплатити її в порядку та на умовах, визначених цим Договором.",
    medicalObligation:
      "ПОСТАЧАЛЬНИК бере на себе зобов’язання поставити ЗАМОВНИКУ медичні вироби, найменування, перелік та характерники яких визначені в Специфікації (додаток №1), ДК 021:2015, код 33190000-8 (ID:Дані з системи), а ЗАМОВНИК - прийняти таку продукцію та оплатити її в порядку та на умовах, визначених цим Договором.",
    suplierGuarantee:
      "ПОСТАЧАЛЬНИК гарантує, що на момент поставки продукція, яка є предметом цього Договору, належить йому на праві власності, не перебуває під забороною відчуження, арештом, не є предметом застави та іншим засобом забезпечення виконання зобов’язань перед будь-якими фізичними або юридичними особами, державними органами і державою, а також не є предметом будь-якого іншого обтяження чи обмеження, передбаченого чинним в Україні законодавством.",
  },
  price: {
    currency:
      "Валютою цього Договору є національна валюта України – гривня. Загальна ціна Договору та ціна за одиницю товару визначається у Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору.",
    currencyComputers:
      "Валютою цього Договору є національна валюта України – гривня. Загальна вартість та  ціна за одиницю Товару вказується у Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору.",
    currencyPharm:
      "Валютою цього Договору є національна валюта України – гривня. Загальна ціна Договору та ціна за одиницю продукції за цим Договором визначається у Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору.",
    complectation:
      "Ціна включає вартість одиниці Товару у комплектації, визначеній у Додатку № 1  «Специфікація», упаковки/тари, маркування, сплата мита, податків та інших зборів і обов’язкових платежів, транспортні витрати, вантажно-розвантажувальні роботи, а також вартість доставки Товару до Покупця у відповідності до визначених Договором умов поставки.",
    fuelTotalPrice:
      "Загальна ціна (вартість) Палива за цим Договором та ціна за одиницю Палива визначається у Специфікації, що є додатком 1 до Договору. \n Загальна ціна (вартість) Палива включає податки, збори та інші обов'язкові платежі до бюджетів, передбачені законодавством України.",
    noPriceRaise: "Постачальник не вправі збільшувати узгоджену ціну в односторонньому порядку.",
    allowAmountDecrease:
      "Покупець може зменшити обсяги закупівлі в межах ціни Договору залежно від реального фінансування видатків.",
  },
  paymentOrder: {
    cashless:
      "Покупець здійснює оплату за Товар в безготівковому порядку за фактом його постачання. Датою здійснення будь-яких платежів Покупцем за цим Договором є дата списання відповідних коштів з розрахункового рахунку Покупця.",
    bankDays:
      "Розрахунки за Товар здійснюється впродовж 15 (п’ятнадцяти) банківських днів днів з дати поставки (передачі) Товару та підписання уповноваженими представниками Сторін видаткової накладної.\nУ разі, якщо поставка здійснена лише частково (видаткова накладна підписана лише на частину Товару, зазначеного Специфікації, оплата здійснюється пропорційно за фактично поставлену кількість Товару. Оплата здійснюється відповідно до ст. 49 Бюджетного кодексу України.",
    fuelCashless:
      "Покупець здійснює оплату за Паливо в безготівковому порядку за фактом його постачання. Датою здійснення будь-яких платежів Покупцем за цим Договором є дата списання відповідних коштів з розрахункового рахунку Покупця.",
    fuelBankDays:
      "Розрахунки за Паливо здійснюється впродовж 15 (п’ятнадцяти) банківських днів днів з дати поставки (передачі) Палива та підписання уповноваженими представниками Сторін видаткової накладної.\nУ разі, якщо поставка здійснена лише частково (видаткова накладна підписана лише на частину Палива, зазначеного Специфікації, оплата здійснюється пропорційно за фактично поставлену кількість Палива. Оплата здійснюється відповідно до ст. 49 Бюджетного кодексу України.",
    article23:
      "Згідно ст. 23 Бюджетного кодексу України бюджетні зобов’язання та платежі з бюджету здійснюються лише за наявності відповідного бюджетного призначення. За відсутності у зазначеному періоді на відповідному рахунку Покупця коштів, виділених на оплату зобов’язань згідно з цим Договором або необґрунтованої відмови Державної казначейської служби України або її відділення від реєстрації бюджетного зобов’язання, оплату Покупець здійснює протягом 7 (семи) банківських днів з моменту надходження коштів на рахунок Покупця або протягом 7 (семи) банківських днів з моменту реєстрації Казначейством відповідного бюджетного зобов’язання та будь-які штрафні санкції в такому випадку до Покупця не застосовуються\n",
    financing:
      "Фінансування здійснюється за кошти, що вказано у Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору.",
    temporalFundFreeze:
      "Покупець не несе відповідальності перед Постачальником за несвоєчасне перерахування коштів за поставлений Товар у разі тимчасового не проведення платежів Державною казначейською службою України на зазначені цілі, але не складає з себе зобов’язань оплатити вартість поставленого Товару.",
    fuelFundFreeze:
      "Покупець не несе відповідальності перед Постачальником за несвоєчасне перерахування коштів за поставлене Паливо у разі тимчасового не проведення платежів Державною казначейською службою України на зазначені цілі, але не складає з себе зобов’язань оплатити вартість поставленого Палива.",
    totalPriceReview:
      "Загальна ціна продукції за цим Договором може переглядатись Сторонами шляхом укладання Додаткової угоди до цього Договору у випадках та у порядку, передбаченими законодавством та даним Договором. Серед іншого, загальна ціна продукції за цим Договором може переглядатися, у тому числі – шляхом зменшення обсягів закупівлі продукції, виходячи з реального фінансування видатків, зменшення відповідних бюджетних призначень та потреб ЗАМОВНИКА, а також виходячи з необхідності приведення обсягів продукції до кратності упаковки.",
    priceNoIncrease:
      "Загальна ціна продукції, зазначена у Специфікації (Додаток №1)  Договору, не може бути збільшена, крім випадків, передбачених законодавством у сфері публічних закупівель.",
    priceIncludes:
      "Ціна продукції включає ціну матеріалів, виробництва, та інші витрати, безпосередньо пов’язані з продукцією, витрати пов’язані із забезпеченням схоронності, транспортуванням та доставкою продукції до пункту призначення за цим Договором. \n У ціну продукції включені всі витрати ПОСТАЧАЛЬНИКА, які він може понести у зв’язку із виконанням ним обов’язків за цим Договором.",
    pharmCashless:
      "Розрахунок здійснюється в безготівковій формі, шляхом перерахування ЗАМОВНИКОМ коштів на поточний банківський рахунок ПОСТАЧАЛЬНИКА.",
    paymentPeriod:
      "Оплата вартості поставленої продукції здійснюється ЗАМОВНИКОМ у строк передбачений в Специфікації (Додаток № 1) за умов відсутності будь-яких зауважень до продукції з боку ЗАМОВНИКА та наявності фінансування. \n Датою оплати є дата списання грошових коштів з рахунку ЗАМОВНИКА.",
    paymentHold:
      "У разі затримки фінансування понад строк, передбачений у Специфікації (Додаток № 1) цього Договору для оплати продукції, ЗАМОВНИК протягом 2 (двох) робочих днів з моменту, коли це стало відомо, повідомляє ПОСТАЧАЛЬНИКА про таку затримку. Після отримання відповідного фінансування після його затримки ЗАМОВНИК проводить оплату за партію поставленої продукції протягом 15 (п’ятнадцяти) банківських днів.",
    prePayment:
      "ЗАМОВНИКОМ може здійснюватись  попередня оплата з урахуванням положень бюджетного законодавства та нормативно-правових актів, що регулюють питання здійснення попередньої оплати.\n У разі здійснення ЗАМОВНИКОМ попередньої оплати, сума надлишково перерахованих ЗАМОВНИКОМ ПОСТАЧАЛЬНИКУ коштів підлягає поверненню на рахунок ЗАМОВНИКА до здійснення ПОСТАЧАЛЬНИКОМ поставки продукції або одночасно з такою поставкою та/або  протягом 10 (десяти) банківських днів від дати укладання Додаткової угоди до цього Договору щодо зміни Специфікації, що передбачає зміну ціни за одиницю продукції.",
  },
  deliveryTerms: {
    underTermDelivery:
      "Строк поставки визначається у Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору. Допускається дострокова поставка Товару за погодженням Сторонами.",
    fuelTalonDeliveryAddition: "Строк поставки талонів визначається у Специфікації, що є Додатком № 1 до Договору.",
    fuelTalonDeliveryTime:
      "Передача (відпуск) Палива згідно поставленим талонам здійснюється на АЗС Постачальника, перелік яких визначено у Переліку АЗС (додаток 2 до цього Договору). Передача Палива (відпуск)  здійснюється по факту пред'явлення Покупцем (уповноваженим представником Покупця) талону. Талон є документом встановленого зразка та форми, одноразового використання, що посвідчує право власності Покупця та/або уповноваженого представника Покупця на одержання певної кількості (обсягу) та певної марки Палива на АЗС (далі - Талон).\nТалон на пальне виготовляється на паперовому носії; глянцевому паперовому носії, ламінованого плівкою; пластиковому носії. Містить емблему торгової марки, вказівку на вид (марку) Палива та номінал. На талон нанесено штрих-код, голографічне зображення та інші ступені захисту. Талон є товарно-розпорядчим документом на Паливо, на підставі якого здійснюється відпуск Палива на АЗС.  Талон на пальне не є розрахунковим чи платіжним засобом.",
    fuelRelease:
      "Відпуск Палива здійснюється відповідно до Правил роздрібної торгівлі нафтопродуктами, затверджених постановою Кабінету Міністрів України від 20 грудня 1997 року № 1442, Інструкції про порядок приймання, транспортування, зберігання, відпуску та обліку нафти і нафтопродуктів на підприємствах і організаціях України, затвердженої наказом Міністерства палива та енергетики України, Міністерства економіки України, Міністерства транспорту та зв'язку України, Державного комітету України з питань технічного регулювання та споживчої політики від 20 травня 2008 року № 281/171/578/155, зареєстрована в Міністерстві юстиції України 02 вересня 2008 року за № 805/15496, та Інструкції з контролювання якості нафти і нафтопродуктів на підприємствах і організаціях України, затвердженої наказом Міністерства палива та енергетики України, Державного комітету України з питань технічного регулювання та споживчої політики від 04 червня 2007 року № 271/121, зареєстрована в Міністерстві юстиції України 04 липня 2007 року за № 762/14029.",
    fuelSupplier:
      "Постачальник підтверджує, що укладення та виконання ним умов цього Договору не суперечить нормам законодавства України та відповідає його вимогам (зокрема, щодо отримання усіх необхідних дозволів та погоджень), а також підтверджує те, що укладання та виконання ним умов цього Договору не суперечить цілям діяльності Постачальника, положенням його установчих документів чи інших локальних актів.",
    place:
      "Місце поставки Товару, визначено в Додатку № 1 до цього Договору. Покупець залишає за собою право змінити місце поставки Товару, про що Сторони укладають Додаткову угоду до цього Договору, яка є його невід’ємною частиною.",
    undeclaredGoods:
      "Відвантаження Постачальником не вказаних у Специфікації товарів не допускається. Відвантажений Постачальником з порушенням цього пункту Товари не підлягають оплаті Покупцем.",
    improperDocumentation:
      "Неналежне оформлення Постачальником документів, зазначених в п. 4.3 цього Договору або відсутність хоча б одного із цих документів вважається простроченням Постачальника, до усунення якого Покупець має право відстрочити виконання своїх зобов'язання з оплати Товару.",
    transport:
      "Постачальник здійснює поставку транспортом, що спеціально облаштований для перевезення Товару, зазначеного у додатку № 1 до цього Договору, має санітарний паспорт та відповідає іншим вимогам встановлених для перевезення Товару.",
    driver:
      "Водій цього транспорту, а також особи, що супроводжують Товар у дорозі і виконують вантажно-розвантажувальні роботи, повинні мати при собі особову медичну книжку з результатами проходження обов'язкових медичних оглядів та забезпечені санітарним одягом. Представник Покупця має право перевіряти наявність санітарного паспорту на транспорт та санітарні книжки водія і інших осіб, що супроводжують Товар.",
    invoice:
      "Постачальник зобов’язаний одночасно з товаром передати Покупцю видаткову накладну та документи, що стосуються Товару та підлягають переданню разом із Товаром відповідно до Договору, та нормативно-правових актів.",
    notMeetRequirements:
      "Якщо Товар не відповідає вимогам, визначеним цим Договором, у т. ч. за кількістю, якістю, асортиментом, тарою, упаковкою тощо, приймання Товару призупиняється до прибуття представника Постачальника, виклик якого є обов’язковим. У цьому разі видаткову накладну Сторони не підписують. Сторони складають Акт про виявлені недоліки, в якому зазначаються недоліки Товару та строк усунення таких недоліків, перелік відсутніх документів, порядок одержання Постачальником такого Акта. Постачальник відповідає за недоліки Товару, якщо він не доведе, що вони виникли внаслідок порушення Покупцем правил користування та/чи зберігання Товару, дій третіх осіб, непереборної сили. Будь-які витрати, пов’язані з усуненням недоліків у Товарі, несе Постачальник.",
    goodsReturn:
      "При виявленні Покупцем прихованих недоліків Товару протягом установленого терміну зберігання, які неможливо було виявити при його отриманні, Покупець зобов’язаний негайно повідомити про це Постачальника та повернути такий Товар. Вивіз Товару зі складу Покупця здійснюється силами, засобами та за рахунок Постачальника. Прихованими недоліками визнаються такі недоліки, що не могли, бути виявлені при звичайній для такого виду Товару перевірці і були виявлені лише в процесі обробки. Сторони складають Акт про приховані недоліки, в якому зазначаються недоліки Товару та строк усунення таких недоліків.",
    goodsReplacement:
      "Заміна Товару (усунення недоліків) проводиться Постачальником у термін, установлений в Акті про виявлені недоліки (приховані недоліки).",
    defienceElimination:
      "Після усунення Постачальником недоліків, зазначених в Акті про виявлені недоліки (приховані недоліки), Сторони підписують видаткову накладну відповідно до умов цього Договору, а якщо вони не усунуті, Покупець після спливу встановленого строку має право повернути Товар Постачальнику та не здійснювати оплату за такий Товар або вжити інших заходів відповідно до законодавства, у т. ч. відмовитися від виконання цього Договору та вимагати відшкодування збитків, сплати штрафних санкцій.",
    paymentDecline:
      "У разі відмови від оплати Товару у випадку, встановленого цим Договором, Покупець не несе відповідальності за прострочення строку оплати Товару.",
    completed:
      "Поставка вважається виконаною після фактичного отримання Покупцем Товару належної якості та кількості, та підписання уповноваженими представниками Сторін видаткової накладної. Покупець має право відмовитися від прийняття Товару, який не відповідає умовам цього Договору.",
    onComputersDelivery:
      "На момент поставки Товару Постачальник надає видаткову накладну, документ, що підтверджує те, що Товар відповідає встановленим вимогам конкретного стандарту чи іншого нормативного документу.",
    improperComputerDocumentation:
      "Неналежне оформлення Постачальником документів, зазначених в п. 4.4 цього Договору або відсутність хоча б одного із цих документів вважається простроченням Постачальника, до усунення якого Покупець має право відстрочити виконання своїх зобов'язання з оплати Товару.",
    pharmDueDate: "Строк поставки продукції визначається у Специфікації (Додатку 1).",
    pharmDeliveryPlace:
      "Адреса пункту призначення (місце поставки) - склад ЗАМОВНИКА, що визначається у Специфікації (Додаток № 1).",
    pharmOwnership:
      "Право власності на продукцію переходить від ПОСТАЧАЛЬНИКА до ЗАМОВНИКА після прийняття продукції в пункті призначення та підписання видаткової накладної та/або Акта приймання продукції згідно з Розділом 6 цього Договору.",
    pharmSafety:
      "ПОСТАЧАЛЬНИК зобов’язаний забезпечити схоронність продукції протягом усього періоду її транспортування, включаючи період її зберігання на складах (крім періоду зберігання на складі ЗАМОВНИКА до оформлення Акта приймання продукції) до моменту передачі ЗАМОВНИКУ (або його уповноваженому представникові).",
    pharmDeliveryPeriod:
      "Визначений у Специфікації (Додатку 1) строк поставки продукції може бути змінено взаємною згодою  Сторін у випадках передбачених чинним законодавством.",
    pharmDeliveryMessage:
      "Не пізніше ніж за 2 (два) робочі дні до запланованої дати поставки ПОСТАЧАЛЬНИК надає повідомлення про поставку продукції на електронну адресу ЗАМОВНИКА вказану в розділі 11 цього Договору МІСЦЕЗНАХОДЖЕННЯ І РЕКВІЗИТИ СТОРІН.",
    pharmDocumentList:
      "ПОСТАЧАЛЬНИК, не менше ніж за 10 (десять) робочих днів до дати запланованої ПОСТАЧАЛЬНИКОМ відправки продукції в пункт призначення, зобов’язаний надати засобами електронної пошти у порядку, визначеному цим Договором, скановані копії наступних документів:\n рахунок-фактура, що викладений українською мовою, який містить опис продукції (номенклатуру), дані про її кількість з вказанням одиниці виміру, ціну за одиницю продукції (у т.ч. із обов’язковим визначенням ціни за одиницю продукції у гривні), загальну суму (у т.ч. із обов’язковим визначенням загальної суми у гривні), назву виробника, зазначення країни виробництва (пакування, фасування, фрахтування, відправлення), серію, строк придатності, відомості про особу, відповідальну за складання рахунку-фактури;\n сертифікат якості (сертифікат аналізу) серії продукції, що видається виробником на продукцію, яка постачається, складений відповідно до вимог, встановлених в Україні;\n у разі, якщо сертифікат якості (сертифікат аналізу) серії продукції не містить інформацію щодо термінів придатності продукції у форматі: дд.мм.рррр. - роз’яснення виробника продукції із зазначенням дати виготовлення продукції та терміну придатності продукції у форматі: дд.мм.рррр.;\n пакувальний лист, що описує вміст кожної коробки;\n сертифікат походження від виробника, який охоплює всі одиниці продукції, що постачається (за наявності);\n чинні сертифікати відповідності умов виробництва продукції вимогам GMP на виробничі дільниці, зазначені у матеріалах реєстраційного досьє, які є відповідальними за випуск (сертифікацію) серії готової продукції, яка постачається (буде постачатися) в Україну, викладених мовою оригіналу (мовою, відмінною від державної), та їх автентичний переклад на державну (українську) мову, або чинний документ, виданий Державною службою України з лікарських засобів та контролю за наркотиками, що підтверджує відповідність умов виробництва продукції вимогам до виробництва продукції в Україні;\n реєстраційне посвідчення, яке видається Міністерством охорони здоров’я України для кожного виду продукції, що постачається; \n інструкцію для медичного застосування продукції, затверджену Міністерством охорони здоров’я України;\n макет упаковки кожної одиниці продукції, що постачається, у форматі PDF.",
    medicineDocumentList:
      "ПОСТАЧАЛЬНИК, не менше ніж за 10 (десять) робочих днів до дати запланованої ПОСТАЧАЛЬНИКОМ відправки продукції в пункт призначення, зобов’язаний надати засобами електронної пошти у порядку, визначеному цим Договором, скановані копії наступних документів:\n" +
      "рахунок-фактура, що викладений українською мовою, який містить опис продукції (номенклатуру), дані про її кількість з вказанням одиниці виміру, ціну за одиницю продукції (у т.ч. із обов’язковим визначенням ціни за одиницю продукції у гривні), загальну суму (у т.ч. із обов’язковим визначенням загальної суми у гривні), назву виробника, зазначення країни виробництва (пакування, фасування, фрахтування, відправлення), серію, строк придатності, відомості про особу, відповідальну за складання рахунку-фактури;  \n" +
      "декларацію відповідності продукції встановленим в Україні вимогам до такого класу продукції;\n" +
      STRING.DELIMITER.NEW_LINE +
      STRING.DELIMITER.NEW_LINE +
      "сертифікат відповідності продукції встановленим в Україні вимогам, виданий акредитованим органом з оцінки відповідності;\n" +
      "сертифікат(-и) якості кожного виду продукції, що постачається, виданий виробником такої продукції, що викладений(-і) українською мовою або супроводжується перекладом українською мовою (для кожного виду стерильної продукції надається відповідний спеціальний сертифікат про проведення стерилізації (рестерилізації));\n" +
      "роз’яснення виробника продукції із зазначенням дати виготовлення продукції та терміну придатності продукції у форматі: дд.мм.рррр. (у разі, якщо сертифікат якості продукції не містить інформацію щодо дати виготовлення та термінів придатності продукції у форматі: дд.мм.рррр.);\n" +
      "інструкція із застосування продукції (крім продукції, щодо якої законодавством України встановлено, що наявність такої інструкції не є обов'язковою);\n" +
      "листок-вкладиш або інша супровідна документація, у разі якщо вона передбачена виробником та/або встановленими до такого класу продукції вимогами;\n" +
      "макет упаковки кожної одиниці продукції, що постачається у форматі PDF, або відповідної упаковки, якщо індивідуальне пакування кожної одиниці продукції неможливе;\n" +
      "етикетка продукції (за наявності);   \n" +
      "пакувальний лист, що описує вміст кожної коробки (за наявності);\n" +
      "сертифікат походження від виробника, який охоплює всі одиниці продукції, що постачається (за наявності).\n",
    pharmCopiesCheck:
      "Протягом 3 (трьох) робочих днів  після отримання документів, зазначених у п. 4.7 цього Договору, ЗАМОВНИК перевіряє копії наданих ПОСТАЧАЛЬНИКОМ документів та підтверджує ПОСТАЧАЛЬНИКУ свою готовність прийняти поставку або надає свої зауваження. Таке підтвердження або зауваження направляються ПОСТАЧАЛЬНИКУ засобами електронної пошти у порядку, визначеному цим Договором. У разі надання ЗАМОВНИКОМ зауважень до наданих ПОСТАЧАЛЬНИКОМ документів або відомостей, що вказані в них, ПОСТАЧАЛЬНИК не має права відправляти продукцію. Зауваження до документів ПОСТАЧАЛЬНИКА підлягають усуненню і повторному погодженню із ЗАМОВНИКОМ. Прострочення поставки із зазначених у цьому пункті причин вважається простроченням з вини ПОСТАЧАЛЬНИКА.",
  },
  guarantee: {
    fuelQuality:
      "Якість Палива повинна відповідати технічним вимогам заводів-виробників, державним стандартам, діючим нормам законодавства України та посвідчуватися сертифікатами відповідності (якості), що підлягають пред'явленню на вимогу Покупця (користувача Талону) уповноваженого Покупцем безпосередньо на АЗС.",
    fuelClaim:
      "Покупець (уповноважений представник) має право звернутися з письмовою претензією щодо якості Палива, що було передано (відпущено) в порядку та на умовах, визначених цим Договором, безпосередньо до Постачальника та/або суб'єкта господарювання, який здійснює роздрібну торгівлю пальним на АЗС.",
    fuelTalonSubstituion:
      "Постачальник зобов'язується  здійснювати безоплатний обмін талонів на нові за тим же, чи за іншим, по узгодженню з Покупцем, номіналом у разі закінчення строку їх дії або проведення оновлення, переобліку, вилучення з обігу, блокування чи інших дій з боку Постачальника щодо виданих талонів як під час дії укладеного Договору. Умови заміни талонів, узгоджені з Покупцем затверджуються додатковою угодою.",
    talonEndDate:
      "У разі, закінчення строку дії талонів за Договором, Постачальник відповідно до письмової заявки Покупця, забезпечує протягом 5 (п’яти) робочих днів безкоштовний обмін талонів рівнозначного номіналу з урахуванням коливання ціни на Паливо.",
    correspondentQuality:
      "Якість Товару, що поставляється відповідно до цього Договору, повинна відповідати характеристикам, які встановлені на відповідний Товар, та вимогам чинного законодавства України.",
    correspondentComputerQuality:
      "Якість Товару, що поставляється відповідно до цього Договору, повинна відповідати характеристикам, які встановлені Підприємством-виробником Товару, та вимогам чинного законодавства України.",
    supplierGuarantee:
      "Постачальник гарантує якість Товару, що поставляється за цим Договором, за умови його зберігання згідно вимог чинного законодавства України.",
    computerSupplierGuarantee:
      "Постачальник гарантує якість Товару, що поставляється за цим Договором, за умови його зберігання згідно вимог виробника.",
    defectedGood:
      "Якщо Товар виявиться дефектним або таким, що не відповідає умовам цього Договору, додаткових угод, додатків, Специфікацій до нього, вимогам стандартів, тощо, які поширюються на Товар, Постачальник зобов’язується замінити такий Товар на Товар належної якості відповідно до вимог розділу 4 Договору.",
    defectedComputer:
      "Якщо Товар виявиться дефектним або таким, що не відповідає умовам цього Договору, додаткових угод, додатків, Специфікацій до нього, вимогам технічних регламентів та стандартів, тощо, які поширюються на Товар, Постачальник зобов’язується замінити такий Товар на Товар належної якості за свій рахунок упродовж 3 (трьох) робочих днів з моменту отримання листа Покупця про виявлення такого Товару неналежної якості. Підтвердженням невідповідності Товару вимогам, зазначеним у цьому пункті, є лист Покупця до Постачальника з відповідним обґрунтуванням.",
    replacementTerm:
      "Якщо впродовж зазначеного у Акті про виявлені недоліки (приховані недоліки) строку Постачальник не здійснить за власний рахунок заміну Товару, то в такому разі Постачальник зобов’язаний повернути Покупцю отримані за такий Товар грошові суми та сплатити штраф у розмірі 10% від суми Товару, заміна якого мала бути здійснена, на письмову вимогу Покупця.",
    assortment:
      "Асортимент та комплектність Товару, що поставляється, повинен відповідати умовам Специфікації до цього Договору.",
    expirationDate:
      "Якщо інше не вказано у Специфікації, термін придатності Товару на дату його поставки Покупцю має становити не менше ніж 75% загального терміну придатності Товару. Для цілей даного пункту Договору, датою поставки слід вважати дату підписання Сторонами відповідної видаткової накладної, що засвідчує перехід права власності на Товар від Постачальника до Покупця.",
    lowQualityGood:
      "У випадку виявлення неякісного Товару після отримання, виклик представника Постачальника та заміна Товару є обов’язковим.",
    qualityReception: "Якісний прийом Товару здійснюється Покупцем у відповідності до законодавства.",
    deliveryPacking:
      "Товар повинен бути упакований Постачальником таким чином, щоб не допустити псування та/або знищення його на період постачання до прийняття Покупцем.",
    supplementDocuments:
      "Оцінка якості Товару і продовольчої сировини проводиться за зовнішнім виглядом, запахом, смаком, кольором, консистенцією. Вони повинні прийматися лише за наявності супровідних документів, що підтверджують їх походження, безпечність і якість, повинні відповідати вимогам державних стандартів.",
    securementDocuments:
      "Документи повинні засвідчувати безпечність і якість Товару – ґатунок, категорію, дату виготовлення на підприємстві, термін реалізації, умови зберігання (для Товарів, що швидко псуються, термін реалізації і час виготовлення позначаються у годинах).",
    implementationTerms: "Терміни реалізації визначаються підприємством-виробником або підприємством-постачальником.",
    computerProperPacking:
      "Товар має передаватись у належній тарі та в упаковці для  забезпечення цілісності Товару та збереження його якості під час транспортування.",
    computerSpecificationResponse:
      "Упаковка і маркування Товару повинні відповідати його специфікації, технічним умовам i стандартам та забезпечувати належні умови транспортування Товару.",
    computerPreventDestroy:
      "Товар має бути упакований Постачальником таким чином, щоб не допустити його знищення чи псування, а також уберегти вiд атмосферних впливiв та забезпечити його безпечне перевезення.",
    computerProperMarking:
      "Товар та упаковка до нього повинні бути марковані та позначені необхідною, доступною та достовірною інформацією, передбаченою чинним законодавством України.",
    computerMarkingLeak:
      "У разі відсутності на тарі, упаковці або бірці маркування, а також зазначення країни-виробника та дати виготовлення, Покупець залишає за собою право відмовитися від прийняття такого Товару з відповідним складанням мотивованої відмови від Товару. Штрафні санкції за відмову від прийняття Товару, при вищевказаних обставинах до Покупця не застосовуються.",
    computerDueDate:
      "Якщо інше не вказано у Специфікації, термін придатності Товару на дату його поставки Покупцю має становити не менше ніж 75% загального терміну придатності Товару. Для цілей даного пункту Договору, датою поставки слід вважати дату підписання Сторонами відповідної видаткової накладної, що засвідчує перехід права власності на Товар від Постачальника до Покупця.",
    pharmQualityGuarantee:
      "ПОСТАЧАЛЬНИК гарантує якість продукції, що постачається. Продукція, що постачається, повинна відповідати нормам і стандартам, законодавчо встановленим на території України, а також вимогам цього Договору та, зокрема, але не виключно, наступним критеріям:\n- діючим офіційним стандартам, встановленим законодавством України та відповідними державними органами (у тому числі Міністерством охорони здоров’я України). Зокрема, але не виключно, це означає відповідність умов виробництва продукції діючим вимогам належної виробничої практики (GMP) та/або відповідність умов виробництва продукції вимогам до виробництва продукції в Україні, бути належним чином зареєстрована в Україні та мати реєстраційні посвідчення, свідоцтва про державну реєстрацію, сертифікати якості та подібні документи, які дають змогу використовувати продукцію в Україні  впродовж усього терміну придатності продукції;\n- додатковим вимогам, зазначеним у Специфікації;\n- будь-яким іншим вимогам до якості продукції, які містяться у цьому Договорі та відповідному повідомленні про поставку.",
    medicineQualityGuarantee:
      "ПОСТАЧАЛЬНИК гарантує якість продукції, що постачається. Продукція, що постачається, повинна відповідати нормам і стандартам, законодавчо встановленим на території України, а також вимогам тендерної документації, цього Договору та, зокрема, але не виключно, наступним критеріям:\n" +
      STRING.DELIMITER.NEW_LINE +
      "діючим офіційним стандартам, встановленим законодавством України та відповідними державними органами (у тому числі Міністерством охорони здоров’я України). Зокрема, але не виключно, технічним регламентам щодо продукції, та мати декларації відповідності та сертифікати відповідності, та інші документи, які дають змогу використовувати продукцію в Україні впродовж усього терміну придатності продукції;\n" +
      STRING.DELIMITER.NEW_LINE +
      "додатковим вимогам, зазначеним у Специфікації;\n" +
      STRING.DELIMITER.NEW_LINE +
      "будь-яким іншим вимогам до якості продукції, які містяться у цьому Договорі та відповідній заявці на поставку продукції. \n",
    pharmDueDate:
      "Термін придатності продукції  на момент поставки повинен становити не менше 75% терміну, визначеного виробником, або не менш як 12 (дванадцять) місяців.",
    medicineDueDate:
      "Термін придатності продукції  (якщо це застосовно до даного конкретного типу продукції) на момент поставки визначається ЗАМОВНИКОМ у Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору.\n",
    unqualified:
      "Продукцією неналежної якості вважається продукція, яка:\n- була вилучена з обігу у зв’язку з невідповідністю вимогам якості та безпечності продукції, або через неспроможність ПОСТАЧАЛЬНИКА зберегти якість продукції в процесі її транспортування за ланцюгом постачання за базисом поставки, визначеним у Специфікації (Додаток № 1);\n- була вилучена з обігу з будь-яких підстав з ініціативи виробника, в тому числі, відкликана з ринку;\n- не відповідає вимогам, встановленим п.п. 5.1, 5.2 цього Договору;\n- не відповідає вимогам щодо пакування та маркування продукції, передбаченим цим Договором;\n- не відповідає вимогам специфікації методів контролю якості, затвердженим рішенням Міністерства охорони здоров’я України про державну реєстрацію продукції;\n- складено негативний висновок за результатами проходження вхідного контролю якості, передбаченого п. 6.4 цього Договору;\n- має недоліки (прихований брак, пересортиця, фальсифікат, невідповідний термін придатності, інші дефекти чи невідповідності), що виявлені в межах двох років з дати поставки продукції;\n- не відповідає будь-яким іншим вимогам до якості продукції, які містяться у цьому Договорі.",
    unqualifiedMedicine:
      "Продукцією неналежної якості вважається продукція, яка:\n" +
      STRING.DELIMITER.NEW_LINE +
      "була вилучена з обігу у зв’язку з невідповідністю вимогам якості та безпечності продукції, або через неспроможність ПОСТАЧАЛЬНИКА зберегти якість продукції в процесі її транспортування за ланцюгом постачання за базисом поставки, зазначеним у п. 2.2. цього Договору; \n" +
      STRING.DELIMITER.NEW_LINE +
      "була вилучена з обігу з будь-яких підстав з ініціативи виробника, в тому числі, відкликана з ринку;\n" +
      STRING.DELIMITER.NEW_LINE +
      "не відповідає вимогам, встановленим п.п. 5.1., 5.2. цього Договору;\n" +
      STRING.DELIMITER.NEW_LINE +
      "не відповідає вимогам щодо пакування та маркування продукції, передбаченим цим Договором;\n" +
      "щодо якої відсутній позитивний висновок за результатами проходження вхідного контролю якості, передбаченого п. 6.4 цього Договору;\n" +
      STRING.DELIMITER.NEW_LINE +
      "має недоліки (прихований брак, пересортиця, фальсифікат, невідповідний термін придатності, інші дефекти чи невідповідності), що виявлені в межах двох років з дати поставки продукції;\n" +
      STRING.DELIMITER.NEW_LINE +
      "- не відповідає будь-яким іншим вимогам до якості продукції, які містяться у цьому Договорі.\n",
    claim:
      "ПОСТАЧАЛЬНИК після отримання від ЗАМОВНИКА претензії повинен у строк до 3 (трьох) робочих днів направити засобами електронної пошти повідомлення про намір щодо направлення представника та забезпечити прибуття такого представника у термін, що не перевищує 2 (двох) робочих днів з моменту направлення повідомлення про намір, для складання акта пошкодження та/або акта нестачі (надлишку), пересортиці за участю обох Сторін цього Договору або про розгляд причин невідповідності без участі представника ПОСТАЧАЛЬНИКА.",
    nonArrival:
      "У випадку ненадходження повідомлення про намір щодо направлення представника та/або неприбуття представника ПОСТАЧАЛЬНИКА у строк, визначений п. 5.4 цього Договору,  та/або у випадку повідомлення ПОСТАЧАЛЬНИКОМ про розгляд причин невідповідності без участі представника акт пошкодження та/або акт нестачі (надлишку), пересортиці може бути підписаний тільки ЗАМОВНИКОМ та третьою незацікавленою стороною, залученою ЗАМОВНИКОМ, у порядку, передбаченому п. 6.4.1 цього Договору. У такому випадку акт пошкодження та/або акт нестачі (надлишку), пересортиці має юридичну силу, аналогічну до подібних двосторонніх актів, оформлених Сторонами цього Договору.\nУ разі, коли ПОСТАЧАЛЬНИК не погоджується з вартістю пред'явлених ЗАМОВНИКОМ витрат до відшкодування, він має право ініціювати проведення звірки розрахунків та/або незалежної експертизи, про що повинен повідомити ЗАМОВНИКА в термін, що не перевищує 10 (десяти) робочих днів після отримання претензії ЗАМОВНИКА. Витрати ЗАМОВНИКА, підтверджені висновком експертизи, вважаються доведеними та підлягають відшкодуванню ПОСТАЧАЛЬНИКОМ протягом 10 (десяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти.",
    utilization:
      "Продукція, що не підлягає подальшому використанню, у т.ч. у зв’язку із невідповідністю вимогам щодо якості, включаючи коли факт наявності такої невідповідності встановлено органами державного контролю та/або посадовими (уповноваженими) особами суб’єктів господарювання у сфері обігу лікарських засобів, підлягає утилізації ЗАМОВНИКОМ, про що оформляється  відповідний  акт пошкодження та/або акт про невідповідність продукції, накладна і розрахунок коригування кількісних і вартісних показників до податкової накладної, на підставі яких ПОСТАЧАЛЬНИК зобов'язаний у строк до 10 (десяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти, відшкодувати вартість продукції, що підлягає утилізації або утилізованої продукції, якщо така продукція була оплачена ЗАМОВНИКОМ, та усі понесені та документально підтверджені ЗАМОВНИКОМ прямі витрати, що виникли у зв’язку із поставкою такої продукції.",
    utilizationMedicine:
      "Продукція, що не підлягає подальшому використанню, у т.ч. у зв’язку із невідповідністю вимогам щодо якості, включаючи коли факт наявності такої невідповідності встановлено органами державного контролю та/або посадовими (уповноваженими) особами суб’єктів господарювання у сфері обігу продукції, підлягає утилізації ЗАМОВНИКОМ, про що оформляється  відповідний  акт пошкодження та/або акт про невідповідність продукції, накладна і розрахунок коригування кількісних і вартісних показників до податкової накладної, на підставі яких ПОСТАЧАЛЬНИК зобов'язаний у строк до 10 (десяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти, відшкодувати вартість продукції, що підлягає утилізації або утилізованої продукції, якщо така продукція була оплачена ЗАМОВНИКОМ, та усі понесені та документально підтверджені ЗАМОВНИКОМ прямі витрати, що виникли у зв’язку із поставкою такої продукції.",
  },
  acceptanceOrder: {
    talonTransfer:
      "Передача Талонів та перехід права власності на відповідну кількість (обсяг) та асортимент Палива посвідчується підписаною Сторонами видатковою накладною. Передача Талонів Покупцеві здійснюється в момент підписання Сторонами видаткової накладної.",
    actualReceipt:
      "З моменту переходу до Покупця права власності на Паливо та до моменту його фактичного отримання на АЗС, Пальне перебуває на повному відповідальному безкоштовному зберіганні у Постачальника.",
    deliveryPlace:
      "Місце поставки Палива шляхом передачі талонів визначається у Специфікації, що є Додатком № 1 до Договору, а безпосередня передача (відпуск) Палива через АЗС, що визначені у Додатку 2 до цього Договору.  Обов’язок Постачальника фактичної передачі (відпуску) Палива вважається виконаним з монету передачі (відпуску) такого Палива на АЗС, що підтверджується касовим (фіскальним) чеком Постачальник зобов'язується забезпечити наявність та відпустити у роздріб (передати) визначену (зазначену) на талону кількість (обсяг) та асортимент Палива за першою вимогою Покупця по факту пред'явлення ним  талону на відповідній АЗС згідно з умовами цього Договору.",
    gasOperator:
      "Оператор АЗС Постачальника після завершення відпуску Палива Покупцю (уповноваженому представнику) зобов'язаний видати касовий (фіскальний) чек, в якому зазначаються дата, місце, час обслуговування, марка та кількість (обсяг) відпущеного Палива.",
    talonDueDate:
      "Строк дії Талонів на видачу палива визначено у Специфікації (Додаток № 1), що є невід’ємною частиною цього Договору. У разі закінчення строку дії талонів на видачу палива, Постачальник має можливість провести їх обмін на талони з діючим строком або повернути сплачені кошти.",
    unload:
      "Доставка Товару до Покупця, навантажувально-розвантажувальні роботи здійснюються Постачальником в межах загальної ціни Договору.",
    specificationCompliance:
      "Найменування, кількість, асортимент та ціна кожної одиниці Товару, що постачатиметься протягом строку дії Договору, зазначається Сторонами у Специфікації, яка є невід'ємною частиною даного Договору.\n Одержання і перевірка Товару на відповідність Специфікації до Договору, а також відсутності механічних й інших пошкоджень і дефектів, проводиться в присутності представників Постачальника та Покупця, за результатом чого при відсутності явних недоліків представник Покупця підписує видаткові накладні на поставлений Товар.",
    transfer:
      "Факт передачі Постачальником та приймання Покупцем Товару підтверджується видатковою накладною за підписом із зазначенням прізвища та ініціалів уповноважених осіб Сторін та довіреністю, яка підтверджує повноваження особи, на отримання Товару від імені та в інтересах Покупця та скріплюється печатками (у разі використання).",
    transferDecline:
      "Постачальник має право відмовитись від передачі Товару у випадку ненадання або надання неналежно оформленої довіреності, зазначеної в п. 6.3. Договору. Сторони погоджуються з тим, що в такому випадку прострочення терміну поставки Товару відбулося з вини Покупця.",
    ownershipRights:
      "Право власності на Товар та ризик випадкової загибелі або псування останнього переходить від Постачальника до Покупця з моменту передачі Покупцеві Товару, що підтверджується підписаними видатковими накладними на поставлений Товар.",
    packing:
      "Товар, що поставляє Постачальник за даним Договором, поставляється в упаковці й тарі, яка б гарантувала цілісність і повне збереження такого Товару на момент підписання видаткових накладних.",
    defected:
      "У випадку, коли Товар виявиться дефектним, Постачальник зобов’язаний замінити його на Товар належної якості за власний рахунок.",
    shortage:
      "У випадку виявлення дефекту або порчі, недостачі Товару, Покупець зобов’язаний повідомити про це Постачальника в термін не пізніше ніж протягом 2 (двох) робочих днів після приймання Товару з наступним оформленням претензій протягом 10 (десяти) робочих днів.",
    specialRights:
      "ПОСТАЧАЛЬНИК має забезпечити спеціальні умови зберігання і транспортування продукції, встановлені Виробником, до її передачі ЗАМОВНИКУ. Кожна поставка продукції має супроводжуватися датчиками температури, які передаються ЗАМОВНИКУ одночасно з передачею продукції. Інформація про спеціальні умови зберігання та/або транспортування продукції повинна бути нанесена на упаковці та/або етикетці, та/або зовнішньому пакуванні, та/або в інструкції із застосування продукції/інструкції для медичного застосування/інструкція про застосування продукції.",
    acceptance:
      "Приймання продукції здійснюється у відповідності до інструкцій та нормативних документів щодо приймання даного виду продукції.",
    propperPaking: [
      "Продукція повинна поставлятись у належній тарі та упаковці відповідно до нормативних вимог, діючих стандартів для даного виду продукції, що забезпечує її збереження під час транспортування з урахуванням можливого перевантаження при належному та звичайному поводженні.",
      "ПОСТАЧАЛЬНИК зобов’язується упакувати продукцію у транспортну упаковку з метою уникнення її пошкодження, втрати або псування під час транспортування до кінцевого пункту призначення.",
      "Маркування споживчої упаковки, (первинної та вторинної, якщо така є)  інструкція, та інші компоненти упаковки мають відповідати чинному законодавству України.",
    ],
    customerInspection: [
      "Приймання продукції здійснюється після перевірки ЗАМОВНИКОМ особисто та/або із залученням третьої особи продукції на:\nвідповідність технічним вимогам до даного виду продукції та вимогам нормативної документації,\nта проведення ЗАМОВНИКОМ особисто та/або із залученням третьої особи вхідного контролю якості продукції, у т.ч. перевірки товаросупровідних документів, визначених п. 6.6 Договору,  візуального огляду кожної серії продукції щодо зовнішнього вигляду, відповідності, цілісності, неушкодженості пакування, дотримання температурних умов транспортування продукції, проведення повного кількісного контролю-перерахунку (інвентаризації) продукції на складі ЗАМОВНИКА, лабораторного  аналізу (за наявності підстав). Вхідний контроль якості проводиться упродовж 10 (десяти) робочих днів, без урахування терміну, відведеного для лабораторного аналізу (у разі проведення такого). Строк вхідного контролю якості може бути продовжено за наявності обґрунтованих підстав (відсутності, несвоєчасного отримання, невірного оформлення або невідповідності супровідних документів, передбачених цим Договором, вимогам чинних нормативно-правових актів України; проведення лабораторного аналізу (у разі необхідності проведення за наявності підстав) тощо).",
      "Враховуючи специфіку продукції, що поставляється за цим Договором, ЗАМОВНИК для прийняття її за якістю може залучати третіх осіб за власним вибором і їх без погодження з ПОСТАЧАЛЬНИКОМ.",
      "Після здійснення перевірки продукції, у разі відсутності зауважень ЗАМОВНИКА до продукції, ЗАМОВНИК підписує видаткову накладну та/або Акт приймання продукції, що підтверджує перехід права власності на продукцію від ПОСТАЧАЛЬНИКА до ЗАМОВНИКА, та повертає належні екземпляри ПОСТАЧАЛЬНИКУ.",
      "У разі наявності зауважень ЗАМОВНИКА з підстав невідповідності продукції вимогам та положенням, визначеним п. 6.4. Договору, ЗАМОВНИК направляє ПОСТАЧАЛЬНИКУ засобами електронної пошти повідомлення про виклик представника ПОСТАЧАЛЬНИКА для складання акта, подання претензії та вирішення питання про порядок усунення зауважень до продукції та/або щодо порядку її повернення та/або утилізації. У разі неприбуття представника ПОСТАЧАЛЬНИКА або отримання від ПОСТАЧАЛЬНИКА повідомлення про неприбуття представника у строк, що складає 3 (три) робочих дні з дати направлення повідомлення про виклик представника, складання відповідного акта, подання претензії здійснюється ЗАМОВНИКОМ без присутності представника ПОСТАЧАЛЬНИКА.",
      "Враховуючи, що за наявності підстав, передбачених у Додатку 2 до цього Договору, вхідний контроль якості продукції може проводитися із проведенням лабораторного аналізу, з огляду на це, у випадку виявлення підстав для проведення лабораторного аналізу продукції, що постачається, ПОСТАЧАЛЬНИК зобов’язаний на лист-запит ЗАМОВНИКА, направлений засобами електронної пошти, протягом 1 (одного) робочого дня з моменту направлення листа-запиту надати ЗАМОВНИКУ у сканованому вигляді на електронну адресу та протягом 3 (трьох) робочих днів з моменту направлення листа-запиту надати ЗАМОВНИКУ на фактичну адресу завірену належним чином копію методів контролю якості, затверджених рішенням про державну реєстрацію продукції, що постачається.",
      "Забезпечення проведення вхідного контролю якості, у тому числі із проведенням лабораторного аналізу (без урахування вартості зразків продукції, а також стандартів, реактивів, реагентів, специфічного обладнання тощо, необхідних для проведення такого аналізу) покладається на ЗАМОВНИКА.",
      "У разі проведення лабораторного аналізу зразки серій продукції, що підлягають проведенню такого аналізу, відбираються в установленому порядку з партії, що постачається. При цьому відібрані зразки серій продукції не вважаються непоставленими (неприйнятими) та щодо них до ПОСТАЧАЛЬНИКА не застосовуються положення розділу 7 цього Договору.",
      "Вартість відібраних зразків продукції для проведення лабораторного аналізу її якості включається до виробничих витрат ПОСТАЧАЛЬНИКА. У такому випадку ЗАМОВНИК має право зменшити суму оплати пропорційно вартості продукції, відібраної для проведення лабораторного аналізу, а ПОСТАЧАЛЬНИК зобов'язаний надати видаткову накладну та/або акт приймання продукції з урахуванням кількості продукції, що відповідатиме фактично прийнятій кількості. У разі здійснення ЗАМОВНИКОМ попередньої оплати ПОСТАЧАЛЬНИК зобов’язаний протягом 10 (десяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти, відшкодувати ЗАМОВНИКУ вартість продукції, відібраної для проведення лабораторного аналізу.",
      "ПОСТАЧАЛЬНИК зобов’язаний протягом 15 (п’ятнадцяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти, безоплатно надати третій стороні, залученій ЗАМОВНИКОМ у порядку, передбаченому п. 6.4.1 цього Договору, стандарти, реактиви, реагенти, специфічне обладнання тощо, необхідні для проведення лабораторного аналізу продукції, та/або протягом 10 (десяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти, відшкодувати ЗАМОВНИКУ їх вартість.",
      "У разі отримання за результатами вхідного контролю якості, передбаченого п. 6.4 цього Договору, висновку, що свідчить про недотримання ПОСТАЧАЛЬНИКОМ вимог законодавства щодо забезпечення якості продукції, що поставляється, ПОСТАЧАЛЬНИК зобов'язаний у строк до 10 (десяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти, відшкодувати усі понесені та документально підтверджені ЗАМОВНИКОМ прямі витрати, пов’язані з проведенням вхідного контролю якості, у тому числі із проведенням лабораторного аналізу продукції (у разі його проведення за наявності підстав).",
    ],
    customerRefusal: [
      "У випадку відмови ЗАМОВНИКА прийняти продукцію з підстав невідповідності вимогам та положенням, визначеним п.п. 6.1, 6.3 (у т.ч. підпунктами цього пункту), 6.4 (у т.ч. підпунктами цього пункту), 6.6. цього Договору або порушення ПОСТАЧАЛЬНИКОМ термінів поставки продукції, передбачених цим Договором, ПОСТАЧАЛЬНИК повинен у строк до 10 календарних днів (або в інший строк, погоджений Сторонами) від дати направлення засобами електронної пошти повідомлення ЗАМОВНИКА про повернення та/або утилізацію продукції здійснити вивезення продукції або здійснити процедуру її утилізації (за домовленістю Сторін). У разі виявлення невідповідності фактично поставленої продукції або її частини ЗАМОВНИК має право зменшити суму оплати пропорційно вартості продукції невідповідної якості, пошкодженої продукції та/або пропорційно кількості недопоставленої продукції, а ПОСТАЧАЛЬНИК зобов'язаний у строк до 10 (десяти) календарних днів від дати отримання повідомлення ЗАМОВНИКА, направленого засобами електронної пошти, відшкодувати усі понесені та документально підтверджені ЗАМОВНИКОМ прямі витрати, що виникли у зв’язку із поставкою такої продукції. При цьому строк поставки продукції та інші обов'язки ПОСТАЧАЛЬНИКА згідно направленого ним повідомлення про поставку не змінюються.",
      "Якщо продукція неналежної якості має бути належним чином утилізована ЗАМОВНИКОМ у відповідності до законодавства, то усі пов’язані з цим витрати покладаються на ПОСТАЧАЛЬНИКА (або ПОСТАЧАЛЬНИК має відшкодувати понесені та документально підтверджені ЗАМОВНИКОМ витрати протягом 30 (тридцяти) календарних днів з дня направлення ПОСТАЧАЛЬНИКУ повідомлення про відшкодування вартості таких витрат).",
    ],
    acompanyingDocs:
      "Разом з продукцією ПОСТАЧАЛЬНИК надає ЗАМОВНИКУ (його представнику) наступні документи:\n- 4 (чотири) оригінали рахунку-фактури, що викладений українською мовою, який містить опис продукції (номенклатуру), дані про її кількість з вказанням одиниці виміру, ціну за одиницю продукції (у т.ч. із обов’язковим визначенням ціни за одиницю продукції у гривні), загальну суму (у т.ч. із обов’язковим визначенням загальної суми у гривні), назву виробника, зазначення країни виробництва (пакування, фасування, фрахтування, відправлення), відомості про особу, відповідальну за складання рахунку-фактури;\n- оригінал видаткової накладної та/або Акта приймання продукції у 2 екз.;\n- 2 (дві) завірені належним чином копії сертифікату якості (сертифікату аналізу) серії продукції, що видається виробником на продукцію, яка постачається, складений відповідно до вимог, встановлених в Україні;\n- 3 (три) оригінали товарно-транспортної накладної, в якій повинно бути наведено необхідний температурний режим зберігання та транспортування, інші критичні примітки щодо зберігання та транспортування продукції;\n- оригінал пакувального листа, що описує вміст кожної коробки;\n- оригінал свідоцтва про походження від виробника, яке охоплює всі одиниці продукції, що постачається;\n- завірені належним чином копії чинних сертифікатів відповідності умов виробництва продукції вимогам GMP на виробничі дільниці, зазначені у матеріалах реєстраційного досьє, які є відповідальними за випуск (сертифікацію) серії готової продукції, яка постачається (буде постачатися) в Україну, викладених мовою оригіналу (мовою, відмінною від державної), та їх автентичний переклад на державну (українську) мову, або завірену належним чином копію чинного документу, виданого Державною службою України з лікарських засобів та контролю за наркотиками, що підтверджує відповідність умов виробництва продукції вимогам до виробництва продукції в Україні;\n- копії реєстраційних посвідчень, які видаються Міністерством охорони здоров’я України для кожного виду продукції, що постачається;\n- завірену належним чином копію інструкції для медичного застосування продукції, затверджену Міністерством охорони здоров’я України;\n- усі інші документи, які згадуються у будь-якому пункті цього Договору.\n У разі відсутності вказаних документів (одного або декількох) ЗАМОВНИК має право відстрочити прийняття продукції до моменту надання ПОСТАЧАЛЬНИКОМ всіх вищевказаних супровідних документів, а у разі не надання таких документів ПОСТАЧАЛЬНИКОМ у строк, що перевищує 3 (три) робочих дні від дня фактичної поставки продукції, відмовитись від прийняття продукції в порядку, визначеному п. 6.5. цього Договору.",
  },
  rights: {
    supplierUndertakes: {
      text: [
        "Постачальник зобов'язується:\n",
        "- постачати Покупцю Товар в кількості, строк  та на умовах даного Договору;\n",
        "- забезпечувати Покупця високоякісним Товаром;\n",
        "- постачати Товар у відповідній упаковці, що виключає псування та/або знищення його\n на період поставки до прийняття Товару Покупцем;\n",
        "- не розголошувати інформацію про Покупця, отриману при виконанні умов даного Договору;\n",
        "- при виконанні своїх зобов'язань керуватися цим Договором та вимогами законодавства\n України.",
      ],
      alignment: "left",
    },
    supplierHasRight:
      "Постачальник має право:\n- знайомитись з документацією, або отримувати у Покупця інформацію, необхідну для\n виконання умов цього Договору;\n- вимагати від Покупця своєчасної оплати за поставлений Товар;\n- вимагати від Покупця належного виконання умов цього Договору.",
    buyerUndertakes:
      "Покупець зобов'язаний:\n- прийняти та оплатити поставлений Товар відповідно до вимог цього Договору;\n- при виконанні своїх зобов'язань керуватися цим Договором та вимогами законодавства\n України.",
    buyerHasRight:
      "Покупець має право:\n- вимагати від Постачальника поставки якісного Товару в кількості і строк, передбачений цим\n Договором;\n- вимагати від Постачальника належного виконання його обов'язків;\n- в односторонньому порядку зменшувати суму оплати Постачальнику за поставлений Товар\n на суму штрафних санкцій за порушення останнім договірних умов.\n- в односторонньому порядку розірвати Договір у випадку, якщо Постачальник не виконує свої зобов’язання за Договором з урахуванням умов Договору.",
    sidesUndertake:
      "Сторони зобов’язуються:\n- у випадку неможливості виконання однією із Сторін взятих на себе зобов’язань, попередити\n про це іншу Сторону у строк, що не перевищує 3 (три) робочих дні з моменту настання таких обставин;\n- дотримуватися комерційної таємниці і конфіденційності угоди;\n- при виконанні умов Договору дотримуватись правил ділового обороту та не допускати\n порушень договірних зобов’язань.",
    fuelSupplierHasRight: [
      "Постачальник має право:",
      "Здійснювати перевірку (на АЗС) достовірності Талонів, що надаються Постачальником (уповноваженим представником) для отримання Палива на АЗС;",
      "Здійснювати введення талонів нового зразка, але не частіше ніж 2 (два) рази на календарний рік, з обов'язковим письмовим повідомленням Покупця (на адресу зазначену у розділі 17 цього Договору – «Покупець») про терміни перебування в обігу Талонів старого зразку, та про порядок обміну старих Талонів. Заміна Постачальником старих Талонів внутрішнього обігу здійснюється безкоштовно на такий же строк, кількість (обсяг) та асортимент Палива;",
      "Своєчасно та в повному обсязі отримувати плату за поставлене Паливо відповідно до умов цього Договору;",
    ],
    fuelSupplierUndertakes: [
      "Постачальник зобов'язаний:",
      "Забезпечити Покупцеві поставку Палива (талонів у строки, встановлені цим Договором.",
      "Забезпечити передачу (відпуск) Палива на АЗС перелік, яких визначений у додатку № 2 до Договору якість якого відповідає умовам, установленим розділом 3 цього Договору.",
      "У разі технічної аварії на АЗС забезпечити передачу (відпуск) Палива Покупцеві через найближчу розташовану АЗС;",
      "Здійснювати облік операцій з видачі (повернення) та використання Покупцем талонів;",
      "Забезпечити достатню кількість, асортимент та відповідну якість Палива на АЗС з метою своєчасного та належного виконання своїх обов'язків згідно цього Договору;",
      "На вимогу Покупця здійснювати звірку взаємних розрахунків між Сторонами;",
      "Надати Покупцю належним чином оформлену та підписану видаткову накладну;",
      "Здійснювати з Покупцем остаточні розрахунки за цим Договором у випадку його дострокового припинення.",
    ],
    fuelBuyerHasRight: [
      "Покупець має право:",
      "Отримувати якісне Паливо на АЗС, що входять у систему безготівкових розрахунків за Талонами Постачальника, у відповідності до пред'явлених Талонів.",
      "Передавати Талони уповноваженим представникам для одержання ними Пального на АЗС;",
      "На відшкодування в повному обсязі шкоди понесеної за невиконання чи неналежне виконання Постачальником умов цього Договору.",
      "Достроково розірвати цей Договір, повідомивши про це Постачальника за 10 календарних днів до запланованої дати розірвання.",
      "Контролювати поставку Палива у строки, встановлені цим Договором.",
      "Зменшувати обсяг закупівлі Палива (Талонів) та загальну вартість цього Договору залежно від реального фінансування видатків. У такому разі Сторони вносять відповідні зміни до цього Договору;",
      "Повернути видаткову накладну та інші документи Постачальнику без здійснення оплати в разі неналежного їх оформлення (відсутність підписів, реквізитів тощо).",
    ],
    fuelBuyerUndertakes: [
      "Покупець зобов'язаний:",
      "Додержуватись письмових інструкцій Постачальника щодо використання Талонів;",
      "Приймати поставлене Паливо (Талони) на основі видаткової накладної.",
      "З моменту передачі Талонів Постачальником забезпечити їх цілісність, належне зберігання та правомірне використання Талонів Покупцем.",
      "Здійснювати з Постачальником остаточні розрахунки за цим Договором у випадку його дострокового припинення;",
      "На вимогу Постачальника здійснювати звірку розрахунків між Сторонами.",
    ],
  },
  responsibilities: {
    sidesResponsibilities:
      "У разі невиконання або неналежного виконання своїх зобов’язань за цим Договором Сторони несуть відповідальність, передбачену законом та цим Договором.",
    fuelQualityViolation:
      "За порушення Постачальником умов цього Договору щодо якості Палива Постачальник сплачує Покупцю штраф у розмірі 20 відсотків вартості неякісного Палива.",
    fuelReplacement:
      "Сплата штрафу не звільняє Постачальника від обов’язку замінити неякісне Паливо на належне у випадках, визначених цим Договором.",
    qualityViolation:
      "За порушення Постачальником умов цього Договору щодо якості Товарів Постачальник сплачує Покупцю штраф у розмірі 20 відсотків вартості неякісних Товарів.\n Сплата штрафу не звільняє Постачальника від обов’язку замінити неякісні Товари на належні у випадках, визначених цим Договором.",
    periodViolation:
      "За порушення строків поставки Товарів або недопоставку Товарів Постачальник сплачує Покупцю пеню в розмірі 0,1 відсотка вартості Товарів, поставку яких построчено та/або недопоставлено, за кожний день такого прострочення, а за прострочення поставки Товарів понад тридцять днів Постачальник додатково сплачує штраф у розмірі 7 (сім) відсотків вартості Товарів, поставку яких прострочено.",
    fuelPeriodViolation:
      "За порушення строків поставки Палива або недопоставку Палива Постачальник сплачує Покупцю пеню в розмірі 0,1 відсотка вартості Палива, поставку якого прострочено та/або недопоставлено, за кожний день такого прострочення, а за прострочення поставки Палива понад тридцять днів Постачальник додатково сплачує штраф у розмірі 7 (сім) відсотків вартості Палива, поставку якого прострочено.",
    paymentViolation:
      "У разі порушення Покупцем строків оплати за цим Договором, Покупець сплачує Постачальнику пеню в розмірі 0,1 відсотка від суми простроченого платежу за кожний день прострочення платежу, але не більше подвійної  облікової  ставки Національного   банку України, що діяла у період, за який сплачується пеня.",
    fuelPaymentViolation:
      "У разі порушення Покупцем строків оплати за цим Договором, Покупець сплачує Постачальнику пеню в розмірі 0,1 відсотка від суми простроченого платежу за кожний день прострочення платежу, але не більше подвійної  облікової  ставки Національного   банку України, що діяла у період, за який сплачується пеня.",
    penalties:
      "Оплата штрафних санкцій не звільняє винну Сторону від обов’язку виконати всі свої зобов’язання за цим Договором.",
    rejection:
      "Одностороння відмова від виконання зобов’язань за договором не допускається, крім випадків, передбачених цим Договором.",
    paymentDecrease:
      "Постачальник визнає та погоджується, що Покупець залишає за собою право в односторонньому порядку при розрахунку за поставлений Товар зменшувати суму оплати Постачальника за Товар на суму штрафних санкцій.",
    fuelPaymentDecrease:
      "Постачальник визнає та погоджується, що Покупець залишає за собою право в односторонньому порядку при розрахунку за поставлене Паливо зменшувати суму оплати Постачальника за Паливо на суму штрафних санкцій.",
    improperExecution:
      "У разі невиконання або неналежного виконання своїх зобов’язань, що виникають з цього Договору, Сторони несуть відповідальність, передбачену цим Договором та чинним законодавством України. \nПри цьому Сторони погоджуються, що загальна відповідальність кожної Сторони за цим Договором буде обмежуватись прямими документально підтвердженими витратами. Ні в якому разі жодна із Сторін не несе відповідальність за упущену вигоду, моральну шкоду, шкоду репутації, втрату бізнес-можливостей тощо.",
    violationDelivery:
      "У разі порушення строку поставки, непередачу (несвоєчасну передачу, повернення з підстав, встановлених цим Договором) продукції, ПОСТАЧАЛЬНИК сплачує ЗАМОВНИКУ пеню у розмірі 0,1 (нуль цілих одна десята) відсотка від ціни продукції, строк поставки якої порушено, за кожний день прострочення або ціни не переданої (несвоєчасно переданої, повернутої) продукції, за кожний день затримки передачі. Пеня нараховується протягом строку порушення виконання зобов’язань за Договором, включаючи день виконання такого зобов’язання. За порушення строку поставки продукції понад 30 (тридцять) календарних днів додатково сплачується штраф у розмірі 7 (сім) відсотків від ціни продукції, строк поставки якої порушено. При цьому, відібрані зразки серій продукції для проведення лабораторного аналізу не вважаються непоставленими (неприйнятими).",
    untimelyTransfer: [
      "У разі порушення строків поставки, непередачі (несвоєчасної передачі) продукції ЗАМОВНИК має право відмовитися від її подальшого прийняття. При цьому ПОСТАЧАЛЬНИК не звільняється від зобов’язань щодо сплати пені та штрафу, передбачених цим Договором, відшкодування ЗАМОВНИКУ документально підтверджених витрат, спричинених порушенням строків поставки, непередачею (несвоєчасною передачею) продукції, а також повернення на рахунок ЗАМОВНИКА суми попередньої оплати за недопоставлену продукцію, перерахованої ЗАМОВНИКОМ ПОСТАЧАЛЬНИКУ, протягом 10 (десяти) календарних днів від дати направлення ЗАМОВНИКОМ письмового повідомлення ПОСТАЧАЛЬНИКУ про відмову від подальшого прийняття продукції, у тому числі шляхом стягнення згідно з вимогою ЗАМОВНИКА платежу за Банківською гарантією забезпечення попередньої оплати на суму попередньої оплати.",
      "У разі надходження письмового звернення від ПОСТАЧАЛЬНИКА щодо розірвання Договору у зв’язку з неможливістю його виконання Договір в установленому порядку розривається, а з ПОСТАЧАЛЬНИКА крім пені та/або штрафу, зазначених у пункті 7.2 цього Договору, стягується штраф у розмірі 20 (двадцять) відсотків вартості непоставленої (неприйнятої) продукції.",
    ],
    penaltyAmount: [
      "У разі застосування пені/штрафу ПОСТАЧАЛЬНИК зобов’язаний сплатити суму пені/штрафу протягом 30 (тридцяти) банківських днів від дати направлення ЗАМОВНИКОМ письмового повідомлення ПОСТАЧАЛЬНИКУ. Сплата пені/штрафів не звільняє ПОСТАЧАЛЬНИКА від виконання умов цього Договору.",
      "У випадках, передбачених пп. 7.2, 7.3 (у т.ч. 7.3.1) цього Договору, ЗАМОВНИК може зменшити суму оплат ПОСТАЧАЛЬНИКУ на суму пені та/або штрафу.",
    ],
  },
  disputes: {
    communication:
      "У разі виникнення спорів при виконанні Сторонами цього Договору, Сторони вживатимуть усіх можливих заходів для їх вирішення шляхом переговорів.",
    court:
      "У випадку неможливості їх врегулювання шляхом переговорів Сторони звертаються до суду відповідно до встановленої згідно із законодавством України підвідомчості та підсудності спору.",
    pharmCommunication:
      "Усі спори, що виникають з цього Договору або пов'язані із ним, вирішуються шляхом переговорів між Сторонами.",
    pharmCourt:
      "Якщо відповідний спір неможливо вирішити шляхом переговорів, він вирішується в судовому порядку за встановленою підвідомчістю та підсудністю такого спору відповідно до чинного процесуального законодавства України.",
  },
  forceMajeure: {
    onset:
      "Сторони звільняються від відповідальності за невиконання чи неналежне виконання зобов'язань, передбачених цим Договором, у випадку настання дії обставин непереборної сили (форс-мажору), які безпосередньо вплинули на можливість виконання Сторонами своїх зобов’язань по цьому Договору.",
    statement:
      "Поняття непереборної сили охоплює надзвичайні події, що були відсутні під час підписання цього Договору і наступили поза волею і бажанням Сторін, і настанню яких Сторони не могли запобігти заходами і засобами, які виправдано очікувати в даній ситуації від Сторони, яка зазнала впливу непереборної сили.",
    events:
      "Випадками непереборної сили вважаються наступні події: загроза війни, збройний конфлікт або серйозна погроза такого конфлікту, включаючи але не обмежуючись ворожими атаками, блокадами, військовим ембарго, дії іноземного ворога, загальна військова мобілізація, військові дії, оголошена та неоголошена війна, дії суспільного ворога, збурення, акти тероризму, диверсії, піратства, безлади, вторгнення, блокада, революція, заколот, повстання, масові заворушення, введення комендантської години, карантину, встановленого Кабінетом Міністрів України, експропріація, примусове вилучення, захоплення підприємств, реквізиція, громадська демонстрація, блокада, страйк, аварія, протиправні дії третіх осіб, пожежа, вибух, тривалі перерви в роботі транспорту, регламентовані умовами відповідних рішень та актами державних органів влади, закриття морських проток, ембарго, заборона (обмеження) експорту/імпорту тощо, а також викликані винятковими погодними умовами і стихійним лихом, а саме: епідемія, сильний шторм, циклон, ураган, торнадо, буревій, повінь, нагромадження снігу, ожеледь, град, заморозки, замерзання моря, проток, портів, перевалів, землетрус, блискавка, пожежа, посуха, просідання і зсув ґрунту, інші стихійні лиха, а також інші події та обставини, які знаходяться поза контролем відповідної Сторони.",
    notification:
      "Сторона, яка зазнала впливу непереборної сили, зобов'язана у термін 3 (три) робочі дні повідомити іншу Сторону Договору про дію непереборної сили.",
    noNotification:
      "У разі нездійснення Стороною, на виконання зобов'язань якої вплинули обставини непереборної сили, повідомлення у строк, передбачений п. 10.4 Договору, така Сторона позбавляється права посилатись на наявність таких обставин, як на підставу звільнення від відповідальності за порушення договірних зобов'язань.",
    continuePeriod:
      "Наявність обставин непереборної сили продовжують термін виконання договірних зобов'язань на період часу, що по своїй тривалості відповідає тривалості обставин непереборної сили, і на розумний термін для усунення їх наслідків.",
    contractExtension:
      "Якщо обставини непереборної сили будуть тривати більше 30 (тридцяти) календарних днів, Сторони повинні прийняти рішення про доцільність продовження дії Договору. Якщо Сторони не зможуть прийняти вищевказане рішення, то Сторона, інша ніж та, яка зазнала впливу непереборної сили, вправі припинити Договір, письмово повідомивши про це іншу Сторону.",
    tradeChamber:
      "Дія обставин непереборної сили повинна бути підтверджена відповідним документом Торгово-промислової палати України або іншого компетентного органу. Обов’язок надання підтверджуючих документів лежить на Стороні, яка посилається на дію обставин форс-мажору.",
    deadlinePostpone:
      "При настанні обставин непереборної сили, що призводять до неможливості повного або часткового виконання Сторонами зобов’язань за цим Договором, зокрема, але не виключно: стихійного лиха, військових дій, антитерористичної операції, змін у законодавстві України та інших подібних до них обставин, строк виконання зобов’язань відкладається на час, протягом якого діятимуть такі обставини.",
    postponeMesage:
      "У разі настання обставин непереборної сили Сторона, яка підпала під їх дію, має негайно упродовж 3 (трьох) робочих днів повідомити про це іншу Сторону у письмовій формі, вказавши характер цих обставин та очікуваний строк їх дії. Якщо інша Сторона не надасть їй інших письмових інструкцій, вона має й надалі виконувати свої зобов’язання за цим Договором, наскільки це буде можливо в даних обставинах, та шукати інших прийнятних альтернативних способів виконання своїх зобов’язань, яким би не заважала дія обставин непереборної сили. Після закінчення дії обставин непереборної сили Сторона, яка підпала під дію таких обставин, повинна повідомити про це іншу Сторону протягом 3 (трьох) робочих днів з моменту припинення дії таких обставин.",
    postponeDocument:
      "Виникнення, дія та/або припинення обставин непереборної сили підтверджується документом, виданим торгово-промисловою палатою або іншим уповноваженим органом (особою) країни (місцевості), де виникли, діяли та/або припинили свою дію обставини непереборної сили.",
    defectNotQualified:
      "Не зважаючи на будь-які інші положення цього розділу Договору, дефекти або неналежна якість продукції не вважатимуться обставинами непереборної сили.",
    dismissalGrounds:
      "Сторона не має права посилатися на обставини непереборної сили, як на підставу звільнення її від відповідальності, якщо на момент виникнення обставин непереборної сили Сторона, яка підпала під їх дію, прострочила виконання своїх зобов’язань за Договором.",
  },
  anticorruption: {
    noStimulation:
      "Сторони зобов’язуються не здійснювати (як безпосередньо, так і через третіх осіб) будь-які матеріальні/нематеріальні заохочення, зацікавлення, стимулювання, пропозиції, тобто не пропонувати, не обіцяти, не надавати грошову винагороду, майно, майнові права, переваги та будь-які інші преференції працівникам Сторін та особам, які пов’язані будь-якими відносинами з Сторонами, що є відповідальними за умови виконання зобов’язань, передбачених цим Договором, включаючи їх родичів та інших подібних чи уповноважених осіб, за вчинення ними дій чи бездіяльності з використанням наданих їм повноважень в інтересах будь-якої Сторони, та/або в інтересах третіх осіб і всупереч інтересам Сторін.",
    immediateNotification:
      "У разі надходження до будь-якої Сторони, вимог чи пропозицій про отримання матеріальних/нематеріальних заохочень, зацікавлень, стимулювань у формі грошової винагороди, майна, майнових прав, переваг та будь-яких інших преференцій, за вчинення ними певних дій чи бездіяльності з використанням наданих їм повноважень на користь контрагента, останній зобов'язаний негайно повідомити іншу Сторону про такі факти.",
    anticorruptionLaw:
      "Сторони зобов’язуються дотримуватись вимог антикорупційного законодавства України та вживатимуть  усіх необхідних заходів для запобігання та виявлення корупції при виконанні умов цього Договору.",
    confidentiality:
      "Сторони гарантують повну конфіденційність при виконанні антикорупційних застережень цього Договору, а також відсутність негативних наслідків як для Сторони Договору в цілому, так і для конкретних працівників Сторони Договору, які повідомили про факт порушень.",
    supplierGuarantees:
      "ПОСТАЧАЛЬНИК гарантує, що його керівник та інші службові (посадові) особи, які здійснюють повноваження щодо управління його діяльністю (заступники керівника, головний бухгалтер та його заступники, члени колегіальних органів управління) (далі - керівні особи), не притягалися до відповідальності за вчинення корупційного правопорушення та/або не були засуджені за злочин, вчинений з корисливих мотивів, а також зобов’язується у разі виникнення зазначених обставин негайно повідомляти про це ЗАМОВНИКА у письмовій формі.",
    affiliatedPersons:
      "Під час виконання своїх зобов’язань за цим Договором Сторони, їх афілійовані особи, працівники або посередники не виплачують, не пропонують виплатити і не дозволяють виплату будь-яких коштів або передачу цінностей прямо або опосередковано будь-яким особам для впливу на дії чи рішення цих осіб з метою отримання неправомірних переваг чи на інші неправомірні цілі.\nПід час виконання своїх зобов’язань за цим Договором Сторони, їх афілійовані особи, працівники або посередники не здійснюють дії, що кваліфікуються законодавством України, як давання/одержання неправомірної вигоди, комерційний підкуп, а також дії, що порушують вимоги законодавства України та міжнародних актів щодо протидії легалізації (відмивання) доходів, одержаних злочинним шляхом.\nКожна з Сторін цього Договору відмовляється від стимулювання будь-яким чином працівників іншої Сторони, у тому числі шляхом надання коштів, подарунків, безоплатного виконання для них робіт (послуг) та іншими, не зазначеними в цьому пункті способами, що ставить працівника в певну залежність, і спрямованого на забезпечення виконання цим працівником будь-яких дій на користь стимулюючої Сторони.\n\nПід діями працівника, що здійснюються на користь стимулюючої Сторони, розуміються:\n- надання невиправданих переваг у порівнянні з іншими сторонами; надання будь-яких гарантій;\n- прискорення існуючих процедур;\n- інші дії, що виконуються працівником у рамках посадових обов’язків, але суперечать принципам прозорості та відкритості взаємин між Сторонами.",
    suspicion:
      "У разі виникнення у Сторони підозр, що відбулося або може відбутися порушення будь-яких антикорупційних умов, Сторона зобов’язується протягом 3 (трьох) робочих днів повідомити про це іншу Сторону в письмовій формі.\nПісля письмового повідомлення відповідна Сторона має право призупинити виконання зобов’язань за цим Договором до отримання підтвердження, що порушення не відбулося або не відбудеться. У письмовому повідомленні Сторона зобов’язана зазначити факти або надати матеріали, які достовірно підтверджують або дають підставу припускати, що відбулося або може відбутися порушення будь-яких положень антикорупційних умов Сторонами, їх афілійованими особами, працівниками або посередниками, що виражається в діях, які кваліфікуються законодавством України як давання/одержання неправомірної вигоди, комерційний підкуп, а також діях, які порушують вимоги законодавства України та міжнародних актів щодо протидії легалізації (відмивання) доходів, одержаних злочинним шляхом.",
    controlAnticorruption:
      "Сторони цього Договору визнають проведення процедур щодо запобігання корупції і контролюють їх дотримання. Сторони докладають зусиль для мінімізації ризиків ділових відносин з особами (учасниками), які можуть бути залучені в корупційну діяльність, а також надають сприяння один одному з метою запобігання корупції. Сторони забезпечують реалізацію процедур проведення перевірок з метою запобігання ризиків залучення Сторін у корупційну діяльність.",
    consideration:
      "Сторони гарантують належний розгляд представлених у рамках виконання цього Договору фактів з дотриманням принципів конфіденційності та застосуванням ефективних заходів щодо усунення труднощів та запобігання можливим конфліктним ситуаціям.",
    fullConfidelity:
      "Сторони гарантують повну конфіденційність під час виконання антикорупційних умов цього Договору, а також відсутність негативних наслідків як для Сторони Договору в цілому, так і для конкретних працівників Стороні Договору, які повідомили про факти порушень.",
    familyIssues:
      "Сторони погоджуються невідкладно повідомляти одна одну про існування будь-яких особистих, сімейних або дружніх зв'язків з працівниками іншої Сторони, які можуть вплинути на процес прийняття рішень Сторін або призвести до особистої вигоди працівника, яка виникає із відомостей про плани або ділову діяльність Сторін. Сторони погоджуються уникати прийняття рішень підсвідомим або несвідомим впливом особистих інтересів своїх працівників.",
  },
  messaging: {
    electronic:
      "Обмін повідомленнями у межах виконання умов цього Договору здійснюється Сторонами у електнонній формі на електронні адреси, вказані в у підпункті 12.2. цього розділу Договору. Всі інші повідомлення в межах цього Договору здійснюються в письмовій формі шляхом передачі поштовим зв’язком (рекомендованим листом).",
    addresses:
      "Обмін електронними повідомленнями засобами електронної пошти у межах виконання  умов цього Договору здійснюється за наступними адресами (у разі, якщо письмово не будуть повідомлені інші адреси):",
    fromBuyer: "від ПОКУПЦЯ: ",
    fromCustomer: "від ЗАМОВНИКА: ",
    fromSupplier: "від ПОСТАЧАЛЬНИКА: ",
    authorizedPerson:
      "Протягом 10 (десяти) робочих днів з дня підписання цього Договору Сторони надають одна одній перелік осіб, уповноважених з боку ПОСТАЧАЛЬНИКА на інформування про відправку Товару, усунення зауважень до супровідних документів (у разі наявності), узгодження дати поставки, ініційованої ПОКУПЦЕМ  (у разі неготовності приміщення кінцевого набувача та/або відсутності відповідних дозвільних документів на зберігання/використання Товару), а з боку ПОКУПЦЕМ – на отримання,  перевірку супровідних документів, ініціювання узгодження дати поставки (у разі неготовності приміщення кінцевого набувача та/або відсутності відповідних дозвільних документів на зберігання/використання Товару) та інформування ПОСТАЧАЛЬНИКА, з вказанням прізвищ, ініціалів таких осіб. Сторони повідомляють одна одну про будь-які зміни, що стосуються їх уповноважених осіб, впродовж всього строку дії цього Договору.",
  },
  signOrder: {
    electronicTrust:
      "Сторони домовились, що до умов цього Договору можуть  застосовуватись вимоги Закону України «Про електронні довірчі послуги»,  а саме цей Договір та документи до нього можуть бути в електронній формі (далі - Е-документи) з обов’язковим накладанням кваліфікованого електронного підпису (КЕП) та/або удосконаленого електронного підпису (УЕП).",
    deedOfTermination:
      "Сторони дійшли згоди, що розірвання (скасування) E-документа, підписаного обома Сторонами з використанням КЕП або УЕП  здійснюється виключно шляхом складення та підписання Сторонами Акта про розірвання (скасування) E-документа.",
    lossOfDocument:
      "У випадку, коли одна із Сторін заявляє про втрату конкретного E-документа, який попередньо набрав чинності, повторне підписання такого E-документа не здійснюється. При цьому, Сторона, яка зберігає власний примірник E-документа, зобов’язується за зверненням Сторони, яка втратила цей E-документ, надати його доступними електронними каналами зв’язку, або на носії електронної інформації.",
    fullPower:
      "Сторони домовилися, що E-документи, які підписані КЕП та/або УЕП, мають повну юридичну силу, породжують права та обов'язки для Сторін, можуть бути представлені до суду в якості належних доказів та визнаються рівнозначними документам, що складаються на паперовому носієві.",
  },
  contractAction: {
    takesEffect:
      "Договір набирає чинності з дня його підписання уповноваженими представниками Сторін, скріплення печатками Сторін (за наявності) та діє до дати, зазначеної у Специфікації . В разі укладання договору в електронній формі, договір набуває чинності  з дня його підписання уповноваженими представниками Сторін шляхом накладання електронних підписів, використання яких передбачено цим Договором, та діє до дати, зазначеної у Специфікації. Припинення дії Договору чи його розірвання не звільняє будь-яку із Сторін від обов’язку виконати свої зобов’язання за Договором, які виникли до такого припинення (розірвання) на підставі належно виконаного іншою Стороною свого зобов’язання за Договором.",
    takesEffectSub:
      "Датою укладання Договору в електронній формі є дата його підписання уповноваженим представником Сторони, який останнім підписав такий Договір шляхом накладання  електронного підпису. У разі укладання в електронній формі Договору, останній є оригіналом електронного документу після його підписання Сторонами у порядку визначеному Договором.",
    elongated:
      "Дія цього Договору може бути подовжена за взаємною згодою Сторін, шляхом підписання Додаткової угоди до цього Договору, у випадках передбачених законодавством.",
    computerElongation:
      "Дія цього Договору може бути подовжена за взаємною згодою Сторін, шляхом підписання Додаткової угоди до цього Договору.",
    refusal:
      "Покупець  має право односторонньої відмови від цього Договору у разі:\n - порушення Постачальником строків постачання Товару;\n - поставки Товару неналежної якості;\n - відсутності фінансування.\n У цьому разі Договір вважається припиненим на 10 (десятий) робочий день з моменту направлення Покупцем Постачальнику письмового повідомлення (рекомендованим листом з повідомленням) про дострокове припинення цього Договору.",
    additionals:
      "Всі зміни та доповнення до цього Договору укладаються у письмовій/Е-документ формі і після їх підписання Сторонами стають невід’ємними частинами цього Договору.",
    takesEffectPharm:
      "Цей Договір вважається укладеним і набирає чинності після його підписання Сторонами та протягом строку вказано в Специфікації (Додаток № 1).",
    postponedPharm:
      "Дія цього Договору може бути подовжена за взаємною згодою Сторін, шляхом підписання Додаткової угоди до цього Договору, у випадках передбачених чинним законодавством.",
    changes:
      'Всі зміни та доповнення до цього Договору викладаються у письмовій формі і після їх підписання Сторонами стають невід’ємними частинами цього Договору.\n\nІстотні умови цього Договору не можуть змінюватися після його підписання до виконання зобов\'язань Сторонами в повному обсязі, крім випадків, передбачених пунктом 19 Особливостей здійснення публічних закупівель товарів, робіт і послуг для замовників, передбачених Законом України "Про публічні закупівлі", на період дії правового режиму воєнного стану в Україні та протягом 90 днів з дня його припинення або скасування, затверджених постановою Кабінету Міністрів України від 12 жовтня 2022 р. № 1178, а саме:\n- зменшення обсягів закупівлі, зокрема з урахуванням фактичного обсягу видатків замовника;\n- покращення якості предмета закупівлі за умови, що таке покращення не призведе до збільшення суми, визначеної в договорі про закупівлю;\n- продовження строку дії договору про закупівлю та строку виконання зобов’язань щодо передачі товару у разі виникнення документально підтверджених об’єктивних обставин, що спричинили таке продовження, у тому числі обставин непереборної сили, затримки фінансування витрат замовника, за умови, що такі зміни не призведуть до збільшення суми, визначеної в договорі про закупівлю;\n- погодження зміни ціни в договорі про закупівлю в бік зменшення (без зміни кількості (обсягу) та якості товарів).',
  },
  finalStatements: {
    conditionsChange:
      "Зміна умов цього Договору може здійснюватися шляхом підписання додаткової угоди на умовах та в порядку передбаченому чинним законодавством.",
    byAgreement:
      "Всі зміни і доповнення до цього Договору можуть бути внесеними тільки за домовленістю Сторін, складаються в письмовій формі, підписуються уповноваженими представниками Сторін, що оформлюється Додатковою угодою до цього Договору, яка є невід’ємною частиною до цього Договору.",
    thirdParties:
      "Жодна зі Сторін не може передавати свої права та/або обов’язки за цим Договором третім особам без письмової згоди другої Сторони Договору.",
    changeOfLocation:
      "Сторони зобов’язуються письмово повідомляти одна одній про зміну свого місцезнаходження, поштових та банківських реквізитів, номерів телефонів, зазначених в цьому Договорі, реорганізацію, припинення Сторони у 5-ти денний строк з дня виникнення відповідних змін.",
    unRegulated:
      "З будь-яких питань, що не врегульовані цим Договором, Сторони керуються чинним законодавством України.",
    taxStatus: "Податковий статус постачальника та Покупця за цим Договором визначаються у розділі",
    personalData:
      "Представники Сторін, уповноважені на укладання Договору, погодились, що їх персональні дані, які стали відомі Сторонам у зв’язку з укладенням цього Договору, включаються до баз персональних даних Сторін. Підписуючи Договір, уповноважені представники Сторін дають згоду (дозвіл) на обробку їх персональних даних, з метою підтвердження повноважень суб’єкта на укладання, зміну та розірвання Договору, забезпечення реалізації адміністративно-правових і податкових відносин, відносин у сфері бухгалтерського обліку та статистики, а також для забезпечення реалізації інших передбачених законодавством відносин. Представники Сторін підписанням Договору підтверджують, що вони повідомлені про свої права відповідно до ст. 8 Закону України «Про захист персональних даних». Сторони забезпечують захист персональних даних представників Сторін відповідно до законодавства про захист персональних даних.",
    noChangeAfterSign:
      'Істотні умови цього Договору не можуть змінюватися після його підписання до виконання зобов\'язань Сторонами в повному обсязі, крім випадків, передбачених пунктом 19 Особливостей здійснення публічних закупівель товарів, робіт і послуг для ПОКУПЕЦЬів, передбачених Законом України "Про публічні закупівлі", на період дії правового режиму воєнного стану в Україні та протягом 90 днів з дня його припинення або скасування, затверджених постановою Кабінету Міністрів України від 12 жовтня 2022 р. № 1178, а саме:\n- зменшення обсягів закупівлі, зокрема з урахуванням фактичного обсягу видатків покупця;\n- покращення якості предмета закупівлі за умови, що таке покращення не призведе\n до збільшення суми, визначеної в договорі про закупівлю;\n- продовження строку дії договору про закупівлю та строку виконання зобов’язань щодо\n передачі товару у разі виникнення документально підтверджених об’єктивних обставин, що спричинили таке продовження, у тому числі обставин непереборної сили, затримки фінансування витрат покупця, за умови, що такі зміни не призведуть до збільшення суми, визначеної в договорі про закупівлю;\n- погодження зміни ціни в договорі про закупівлю в бік зменшення (без зміни кількості\n (обсягу) та якості товарів).',
    medicineTaxStatus: "Інформація про податковий статус покупця та ПОСТАЧАЛЬНИКА визначається у розділі 14 Договору.",
    groundsTermination: [
      "Підставою для розірвання Договору достроково є порушення з боку ПОСТАЧАЛЬНИКА умов розділів 5-6 цього Договору та/або істотне порушення однією із Сторін своїх зобов’язань за цим Договором. У цьому випадку Сторона, яка ініціює розірвання Договору, повинна письмово повідомити про це іншу Сторону. Розірвання цього Договору допускається лише за взаємною згодою Сторін, шляхом підписання Додаткової угоди до цього Договору, крім випадків, передбачених п. 13.2.1 цього Договору.",
      "Одностороння відмова, припинення зобов’язань та розірвання цього Договору з боку ЗАМОВНИКА вчиняється із письмовим повідомленням про це ПОСТАЧАЛЬНИКА і не потребує узгодження Сторін у разі:\n\n - порушення ПОСТАЧАЛЬНИКОМ умов розділів 4-6 цього Договору та/або істотне порушення ПОСТАЧАЛЬНИКОМ своїх зобов’язань за цим Договором;\n\n - прийняття судового рішення про визнання ПОСТАЧАЛЬНИКА банкрутом.\n \n Цей Договір вважається розірваним в односторонньому порядку з  наступного календарного дня після направлення ЗАМОВНИКОМ письмового повідомлення ПОСТАЧАЛЬНИКУ про розірвання  Договору, а сума попередньої оплати за недопоставлену продукцію, перерахована ЗАМОВНИКОМ ПОСТАЧАЛЬНИКУ, підлягає поверненню на рахунок ЗАМОВНИКА протягом 10 (десяти) календарних днів від дати направлення ЗАМОВНИКОМ письмового повідомлення ПОСТАЧАЛЬНИКУ про розірвання  Договору.\n",
    ],
    phaximile: "Факсимільні копії документів не мають юридичну силу.",
    sideEffects:
      "У разі отримання інформації про побічну дію або про надходження скарги до регуляторного органу, або іншої інформації від регуляторного органу, яка може свідчити про негативні наслідки використання  продукції, що належать до продукції, що виникли на території України, ПОСТАЧАЛЬНИК зобов'язаний повідомити про це ЗАМОВНИКА протягом 1 (одного) робочого дня з моменту отримання такої інформації ПОСТАЧАЛЬНИКОМ або його афілійованою особою шляхом направлення відповідного повідомлення на електронну адресу ЗАМОВНИКА з подальшим надсиланням офіційного листа у паперовому вигляді на адресу ЗАМОВНИКА, зазначену у п. 11.2 цього Договору. ЗАМОВНИК буде ставитися до всіх рекомендацій ПОСТАЧАЛЬНИКА з належною відповідальністю та діяти відповідно до чинного законодавства, правил, нормативних актів та рекомендацій які видані урядом, галузевими асоціаціями та/або ПОСТАЧАЛЬНИКОМ щодо звітування про побічні дії, що виникають внаслідок прийому продукції.",
    fullResponsibility:
      "Сторона несе повну відповідальність за правильність вказаних нею у цьому Договорі реквізитів та зобов’язується в десятиденний термін у письмовій формі повідомляти іншу Сторону про їх зміну, а у разі неповідомлення несе ризик настання пов'язаних із ним несприятливих наслідків.",
    additionalTasks:
      "Додаткові угоди та додатки до цього Договору є його невід’ємною частиною і мають юридичну силу у разі, якщо вони викладені у письмовій формі, підписані уповноваженими представниками та скріплені печатками (за наявності) Сторін.",
    allCorrections:
      "Усі виправлення за текстом цього Договору мають силу та можуть братися до уваги виключно за умови, що вони у кожному окремому випадку датовані, засвідчені підписами уповноважених осіб та скріплені печатками (за наявності) Сторін.",
    fullUnderstanding:
      "Цей Договір складений при повному розумінні Сторонами його умов та термінології українською мовою у двох автентичних примірниках, які мають однакову юридичну силу, - по одному для кожної із Сторін.",
  },
  additionals: {
    additionalContracts:
      "Додаткові договори та додатки до цього Договору є його невід’ємними частинами і мають юридичну силу у разі, якщо вони викладені у письмовій формі, підписані Сторонами та скріплені їх печатками.",
    integralPart: "Невід’ємною частиною цього Договору є:",
    specification: "Специфікація (Додаток № 1);",
  },
};

export const pqSignature: Record<string, string> = {
  supplier: "ПОСТАЧАЛЬНИК:",
  buyer: "ПОКУПЕЦЬ:",
  customer: "ЗАМОВНИК:",
  name: "Назва",
  suppliers: " постачальника",
  buyers: " покупця",
  location: "Місцезнаходження та адреса для листування:",
  edrpou: "ЄДРПОУ",
  ipn: "ІПН",
  iban: "IBAN рахунок",
  phone: "Тел./факс",
  email: "Електронна пошта",
  website: "Вебсайт",
  signature: "(Підпис)            ( П.І.Б.)",
  stamp: "М.П.",
};

export const pqSpecificationTexts: Record<string, string> = {
  addition1: "Додаток 1\n\n",
  toContract: "До Договору № ________________\n\n",
  specification: "Специфікація",
  productName: "Найменування Товару",
  fuelName: "Найменування Палива/товару",
  talonDueDate: "Строк дії Талонів",
  litresAmount: "Кількість, л.",
  technicalCharacteristics: "Інформація про технічні характеристики",
  amount: "Кількість",
  packing: "Інформація про тару (за наявності)",
  singlePrice: "Ціна за 1 одиницю, грн. без ПДВ",
  totalPrice: "Загальна ціна без ПДВ, грн.",
  tax: "ПДВ 20%, грн.",
  toPurchaseAgreement: "до договору про закупівлю №       від ",
  medicineCity: "місто Київ, Україна                                                                ",
  priceWithTax: "Загальна ціна, грн. з ПДВ",
  refersTo: "Для цілей Закону України «Про публічні закупівлі» предмет поставки за цим Договором відноситься до ",
  dkCode: "(вказується код ДК та конкретна назва предмету закупівлі)",
  contractTotalPrice: "Відповідно до п. 2.1. Договору, загальна вартість цього ДОГОВОРУ становить ",
  includingTax: " грн в т.ч. ПДВ",
  buyerBudget:
    "Відповідно до п.3.5 Договору оплата вартості поставленої продукції здійснюється покупцем протягом 15 (п’ятнадцяти) банківських днів з моменту підписання Сторонами відповідної видаткової накладної та/або Акта приймання продукції.",
  customerBudget:
    "Відповідно до п.3.5 Договору оплата вартості поставленої продукції здійснюється ЗАМОВНИКОМ протягом 15 (п’ятнадцяти) банківських днів з моменту підписання Сторонами відповідної видаткової накладної та/або Акта приймання продукції.",
  deliveryPeriod: "Відповідного п 4.1. Договору строк поставки з Товару становить ",
  talonDeliveryPeriod: "Відповідно до п 4.1. Договору строк поставки талонів Постачальником становить ",
  calendarDays: " календарних днів з дати підписання цього Договору.",
  taloncalendarDays: " календарних днів з моменту підписання цього Договору.",
  deliveryPlace: "Відповідно до п . 4.2. Договору місце поставки Товару (одноразова поставка на одну адресу) ",
  expirationDate: "У відповідності до п. 14.1 цього Договору, Договір діє до ",
  expirationDateFuel:
    "Відповідно до п. 14.1. Договір вважається укладеним і набирає чинності після його підписання Сторонами та діє до ",
  fuelDeliveryPlace: "Відповідно до п. 6.3. Договору місце поставки Палива ",
  talonLimitDueDate:
    "Відповідно до п 6.5. Договору строк дії талонів становить 6 місяців, але в будь-якому випадку не менше ніж строк дії цього Договору.",
  endDate: "дата закінчення договору",
  note: "*Примітка: за взаємною згодою Сторін можливе внесення змін (уточнень, коригувань тощо) до цієї Специфікації у випадках, передбачених Договором.",
  dueDate:
    "У відповідності до п. 5.2 Договору термін придатності продукції на дату постачання повинен становити не менше",
  dueDateFinish: ") від загального строку придатності",
  expirationDateMedicine:
    "Відповідно до п. 12.1 Договору цей договір набирає чинності з моменту його підписання та дії до ",
  expirationDateMedicineFinish:
    ", а в частині виконання Сторонами своїх зобов’язань за цим Договором, у тому числі в частині штрафних санкцій та поставки продукції – до повного виконання.",
};
